Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

# DlgPrefNoVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Seleccione los dispositivis de sonido para el control por vinilo en el panel de "Configuración Dispositivos de Sonido".</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Valitse äänilaitteet ohjainlevylle äänilaitteiden asetuksista.</span></p></body></html>
pt: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Seleccione os dispositivos de audio para o controlo de vinilo no painel Hardware de Som</span></p></body></html>

# DlgPrefNoVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
es: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Solución de problemas</a>
fi: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Vianmääritys (engl.)</a>
pt: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Resolução de problemas</a>

# DlgPrefNoVinylDlg#5
source: Turntable Preamp
es: Preamplificador para Bandeja
fi: Levysoittimen esivahvistin
pt: Preamp gira-discos

# DlgPrefNoVinylDlg#6
source: 1 (Off)
es: 1 (Desactivado)
fi: 1 (Ei käytössä)
pt: 1 (Desligado)

# DlgPrefNoVinylDlg#8
source: Vinyl Configuration
es: Configuración de Vinilo
fi: Levysoittimen asetukset
pt: Configuração Vinilo

# DlgPrefNoVinylDlg#9
source: Deck 1 Vinyl Type
es: Deck 1 tipo vinilo
fi: 1. dekin levysoittimen tyyppi
pt: Tipo de vinilo - Leitor 1

# DlgPrefNoVinylDlg#10
source: Deck 2 Vinyl Type
es: Deck 2 tipo vinilo
fi: 2. dekin levysoittimen tyyppi
pt: Tipo de vinilo - Leitor 2

# DlgPrefNoVinylDlg#11
source: Lead-in time
es: Tiempo de entrada
fi: Aloitusviive
pt: Tempo de entrada

# DlgPrefNoVinylDlg#12
source: seconds
es: segundos
fi: sekuntia
pt: segundos

# DlgPrefNoVinylDlg#13
source: Show Signal Quality in Skin
es: Mostrar la señal de calidad en el tema
fi: Näytä signaalin laatu teemassa
pt: Mostrar a qualidade do sinal no tema

# DlgPrefNoVinylDlg#14
source: Control Mode
es: Modo de Control
fi: Toimintatila
pt: Modo de controlo

# DlgPrefNoVinylDlg#15
source: Absolute Mode
es: Modo Absoluto
fi: Absoluuttinen tila
pt: Modo absoluto

# DlgPrefNoVinylDlg#16
source: Relative Mode
es: Modo Relativo
fi: Suhteellinen tila
pt: Modo Relativo

# DlgPrefNoVinylDlg#17
source: Enable Needle Skip Prevention
es: Habilitar la prevención de salto de púa
fi: Suojaa neulan hyppimiseltä
pt: Activar a prevenção de salto da agulha

# DlgPrefNoVinylDlg#18
source: Signal Quality
es: Calidad de Señal
fi: Signaalin laatu
pt: Qualidade do Sinal

# DlgPrefNoVinylDlg#20
source: Powered by xwax
es: Movido con Tecnología de xwax
fi: Toteuttanut xwax
pt: Alimentado por xwax

source: <b>This version of Mixxx does not support vinyl control.</b> <br> Please visit <a href="http://mixxx.org">Mixxx.org</a> for more information.
es: <b>Esta version de Mixxx no soporta control por vinilos.</b> <br> Por favor visite <ahref="http://mixxx.org">Mixxx.org</a> para mas informacion.
fi: <b>Tämä Mixxx:in versio ei tue levysoittimilla ohjausta ominaisuutta.</b> <br>Katso lisätietoja osoitteesta <a href="http://mixxx.org">Mixxx.org</a>.
pt: <b>Esta versão do Mixxx não tem suporte de controlo vinyl.</b> <br> Por favor visite <a href="http://mixxx.org">Mixxx.org</a> para mais informação.

# DlgPrefPlaylist#1
source: Choose music library directory
es: Elija el directorio de la biblioteca de la música
fi: Valitse musiikkikokoelman sijainti
pt: Escolha a pasta da biblioteca musical

source: Audio File Formats
es: Formatos de archivo de sonido
fi: Äänitiedostojen muodot
pt: Formatos de ficheiro Audio

source: Additional Format Plugins:
es: Complementos para formatos adicionales:
fi: Muiden tiedostomuotojen lisäosat:
pt: Plugins de formatos adicionais:

source: Loaded Plugins:
es: Complementos cargados:
fi: Ladatut lisäosat:
pt: Plugins carregados

# DlgPrefPlaylistDlg#5
source: None
es: Ninguno
fi: Ei mitään
pt: Nenhum

# DlgPrefPlaylistDlg#6
source: Miscellaneous
es: Misceláneo
fi: Lisäasetukset
pt: Diversos

source: Synchronize ID3 tags on track modifications
es: Sincronizar etiquetas ID3 entre modificaciones de pista
fi: Synkronoi ID3 tagit muokattaessa kappaletta
pt: Sincronizar as etiquetas ID3 nas modificações das faixas

source: Rescan library on start-up
es: Reescanear la biblioteca en cada inicio
fi: Käy läpi kokoelman käynnistettäessä
pt: Reanalisar biblioteca ao iniciar

source: Use relative paths for playlist export if possible
es: Usar rutas relativas al exportar lista de reproducción cuando sea posible
fi: Yritä käyttää suhteellisia polkuja soittolistojen viennissä
pt: usar o caminho relativo para exportação da lista de reprodução

source: Other Libraries
es: Otras Librerias
pt: Outras Bibliotecas

source: Show Rhythmbox Library
es: Mostrar la librería de Rhythmbox
fi: Näytä Rhythmbox-kirjasto
pt: Mostrar a biblioteca Rhythmbox

source: Show iTunes Library
es: Mostrar la librería de ITunes
fi: Näytä iTunus-kirjasto
pt: Mostrar a biblioteca iTunes

source: Show Traktor Library
es: Mostrar la librería de Traktor
fi: Näytä Traktor-kirjasto
pt: Mostrar a biblioteca Traktor

source: You will need to restart Mixxx for this to take effect
es: Necesitará reiniciar Mixxx para que esto tenga efecto
fi: Sinun täytyy käynnistää Mixxx uudelleen valitaksesi tämän efektin
pt: Necessita de reiniciar o Mixxx para isto ter efeito

# DlgPrefPlaylistDlg#15
source: Browse...
es: Examinar…
fi: Selaa...
pt: Navegar...

# DlgPrefPlaylistDlg#16
source: Library
es: Biblioteca
fi: Kirjasto
pt: Biblioteca

source: Music Directory:
es: Directorio de música:
fi: Musiikkikansio:
pt: Directoria de música

source: Built-in
es: Incorporado
fi: Sisäänrakennettu
pt: Integrado

source: Available Online...
es: Disponible en línea…
fi: Saatavilla verkosta...
pt: Disponível online...

source: Bundled Songs
es: Canciones incluidas
fi: Mukana tulevat kappaleet
pt: Músicas gratuitas

source: Support Mixxx by counting and sharing bundled songs playback and outbound link statistics
es: Ayudar a Mixxx con las estadísticas de reproducción y visita de las páginas de los temas incluidos.
fi: Tue mixxx-ohjelmaa lasekemalla ja jakamalla mukana tulevien ohjelmien soitto- ja kuuntelukerrat
pt: Suportem o Mixxx ao contar e partilhar as músicas gratuitas tocadas e estatísticas dos links clicados

source: Choose recordings directory
es: Elegir la carpeta para las grabaciones
fi: Valitse tallennus tiedosto
pt: Seleccione a pasta das gravações

# DlgPrefRecordDlg#1
source: Form3
es: Formulario3
fi: Lomake1
pt: Formulário3

source: Recordings Directory
es: Carpeta para las Grabaciones
fi: Nauhoituskansio
pt: Pasta das gravações

source: Recordings Directory:
es: Carpeta para las Grabaciones:
fi: Nauhoituskansio:
pt: Pasta das gravações:

# DlgPrefRecordDlg#4
source: Browse...
es: Examinar…
fi: Selaa...
pt: Navegar...

# DlgPrefRecordDlg#5
source: Encoding
es: Codificación
fi: Pakkausmuoto
pt: A codificar...

source: Quality
es: Calidad
fi: Laatu
pt: Qualidade

source: High
es: Alto
fi: Korkea
pt: Alta

source: Low
es: Bajo
fi: Matala
pt: Baixa

source: Tags
es: Etiquetas
fi: Tunnisteet
pt: Etiquetas

# DlgPrefRecordDlg#10
source: Title
es: Título
fi: Nimi
pt: Título

source: Author
es: Autor
fi: Tekijä
pt: Autor

# DlgPrefRecordDlg#12
source: Album
es: Álbum
fi: Levy
pt: Álbum

# DlgPrefRecordDlg#13
source: Miscellaneous
es: Misceláneo
fi: Lisäasetukset
pt: Diversos

source: Create a CUE file
es: Crear un archivo CUE
fi: Luo CUE tiedosto
pt: Criar um ficheiro de CUE

source: File Splitting
es: División de archivos
fi: Tiedoston jakaminen
pt: Divisão de ficheiros

source: Split recordings at
es: Dividir grabaciones en
fi: Jaa tallenteet kohdasta
pt: Divisão das gravações em

# DlgPrefReplayGainDlg#1
source: BPM Detection Settings
es: Configuración de detección de PPM
fi: Tempotunnistuksen asetukset
pt: Definições de Detecção de BPM

source: ReplayGain Normalization
es: Normalización ReplayGain
fi: Toistotason tasaus (replaygain)
pt: Normalização da reprodução

source: Enable Replay Gain
es: Activar Replay Gain
fi: Käytä toistotaston tasausta (replaygain)
pt: Activar o Ganho da Reprodução

source: Enable Replay Gain Analysis
es: Activar el análisis de normalización
fi: Salli toistotason analysointi (replaygain)
pt: Activar a análise do ganho da reprodução

source: Apply volume normalization to loaded tracks.
es: Aplicar normalización de volumen a las pistas cargadas.
fi: Käytä äänenvoimakkuuden tasausta ladatuille kappaleille.
pt: Aplicar a normalização do volume às faixas carregadas

source: Calculate ReplayGain normalization for tracks which are missing ReplayGain metadata.
es: Calcular la normalización de ReplayGain para las pistas a las que le falten los metadatos de ReplayGain.
fi: Laske tason normalisointi (replaygain) kappaleille, joista replaygain-tagit puuttuvat.
pt: Calcular a normalização da reprodução das faixas que não tenham o campo de metadados Ganho da Reprodução preenchidos

source: Initial Boost
es: Aumento inicial
fi: Alustava tehostus
pt: Aumento inicial

source: Initial Gain Boost
es: Aumento de ganancia inicial
fi: Alustava herkkyyden lisäys
pt: Aumento do ganho inicial

# DlgPrefReplayGainDlg#11
source: Reset to Defaults
es: Restablecer valores predeterminados
fi: Palauta oletukset
pt: Repor

source: Stereo
es: Estéreo
pt: Estéreo

# DlgPrefShoutcastDlg#1
source: Form3
es: Formulario3
fi: Malli3
pt: Formulário3

source: Enable live broadcasting
es: Activar la transmisión en vivo
fi: Ota verkkojulkaisu käyttöön
pt: Activar a difusão em directo

source: Server connection
es: Conexión al servidor
fi: Palvelinyhteys
pt: Ligação ao servidor

# DlgPrefShoutcastDlg#4
source: Type
es: Tipo
fi: Tyyppi
pt: Tipo

source: Mount
es: Montar
fi: Liitospiste
pt: Montar

source: Host
es: Servidor
fi: Palvelin
pt: Anfitrião (host)

source: Port
es: Puerto
fi: Portti
pt: Porto

source: Login
es: Identificación
fi: Kirjaudu
pt: Iniciar Sessão

source: Password
es: Contraseña
fi: Salasana
pt: Palavra passe

source: Stream settings
es: Configuración de la emisión
fi: Lähetysvirran asetukset
pt: Definições de transmissão

source: Stream name
es: Nombre de la emisión
fi: Virran nimi
pt: Nome da transmissão

source: Mixxx Icecast Testing
es: Prueba de Mixxx Icecast
fi: Mixxx Icecast-testi
pt: Teste de ligação do Mixxx ao IceCast

source: Website
es: Sitio web
fi: Verkkosivu
pt: Página Web

source: Description
es: Descripción
fi: Kuvaus
pt: Descrição

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">This stream is on line for testing purposes!</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">¡Esta transmisión está en línea por propósitos de pruebas!</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Tämä lähete on kuunneltavissa ainoastaan testausta varten</span></p></body></html>
pt: A transmissão está online para efeitos de teste!

# DlgPrefShoutcastDlg#19
source: Genre
es: Género
pt: Género

source: Live mix
es: Mezcla en vivo
fi: Live-miksaus
pt: Mistura ao vivo

source: Public stream
es: Transmisión pública
fi: Julkinen virta
pt: Transmissão pública

source: Use UTF-8 encoding for metadata.
es: Usar codificación UTF-8 para los metadatos.
pt: Use codificação UTF-8 para metadados

# DlgPrefShoutcastDlg#23
source: Encoding
es: Codificación
pt: Codificação

source: Format
es: Formato
fi: Pakkausmuoto
pt: Formato

source: Channels
es: Canales
fi: Kanavat
pt: Canais

source: Custom metadata
es: Metadatos personalizados
fi: Omat metatiedot
pt: Metadados personalizados

source: Enable custom metadata
es: Activar metadatos personalizados
fi: Käytä omia metatietoja
pt: Activar metadados personalizados

# DlgPrefShoutcastDlg#29
source: Artist
es: Artista
pt: Artista

# DlgPrefShoutcastDlg#30
source: Title
es: Título
pt: Título

source: Please note that for technical reasons changing any shoutcast settings will cause an established connection to disconnect and reconnect.
es: Por favor tenga en cuenta que por razones técnicas cambiar cualquier configuración de Shoutcast puede causar que la conexión sea inestable, y tienda a desconectarse y a reconectarse.
fi: Huomautus: teknisistä syistä johtuen shoutcast-asetusten muuttaminen vaatii olemassaolevan yhteyden katkaisun ja uudelleenavaamisen.
pt: Avisa-se que por razões técnicas, quaisquer alterações às definições do shoutcast causarão uma perda da ligação ao servidor e a sua reposição.

# DlgPrefSound#1
source: None
es: Ningún
fi: Ei määritelty
pt: Nenhum

source: a device
es: un dispositivo
fi: laite
pt: um dispositivo

source: An unknown error occurred
es: Ocurrió un error desconocido
fi: Tapahtui tuntematon virhe
pt: Ocorreu um erro desconhecido

source: sound device "%1"
es: Dispositivo de son «%1»
fi: Äänilaite "%1"
pt: Dispositivo audio "%1"

source: Two outputs cannot share channels on %1
es: Dos salidas no pueden compartir canales en 1%
fi: Kaksi lähtöä ei voi jakaa kanavia laitteella %1
pt: Duas saídas não podem partilhar canais em %1

source: Error opening %1 %2
es: Erro abriendo %1 %2
fi: Virhe avattaessa laitetta %1 %2
pt: Erro ao abrir %1 %2

source: Configuration error
es: Error de configuración
fi: Virhe asetuksissa
pt: Erro de configuração

source: Sound API
es: API de sonido
fi: Äänirajapinta
pt: API (Interface de Programação Aplicacional) do Som

source: Sample Rate
es: Tasa de muestreo
fi: Näytteenottotaajuus
pt: Frequência de Amostragem

source: Buffer Underflow Count
es: Contador de Subdesbordamiento de Buffer
pt: Contagem insuficiente no tampão

source: Latency Tips
es: Trucos para la latencia
fi: Vinkkejä latenssin hallintaan
pt: Dicas sobre a Latência

source: <ul> <li>Increase your latency if the underflow counter is increasing or you hear pops during playback</li> <li>Reduce your latency to improve Mixxx's responsiveness</li> </ul>
pt: <ul>\n <li>Aumentar a latência se o contador de insuficiência estiver a aumentar ou forem ouvidos estalidos durante a leitura</li>\n <li>Diminuir a latência para melhorar o tempo de resposta do Mixxx</li>\n </ul>

# DlgPrefSoundDlg#7
source: Output
es: Salida
fi: Ulostulo
pt: Saída

# DlgPrefSoundDlg#8
source: Input
es: Entrada
fi: Sisääntulo
pt: Entrada

source: Query Devices
es: Consultar aparatos
fi: Etsi laitteita
pt: Consultar dispositivos

# DlgPrefSoundDlg#10
source: Reset to Defaults
es: Restablecer valores predeterminados
fi: Palauta oletukset
pt: Repor Padrões

# DlgPrefSoundDlg#11
source: Apply
es: Aplicar
fi: Käytä
pt: Aplicar

source: Latency
es: Latencia
fi: Latenssi
pt: Latência

# DlgPrefSoundItem#1
source: None
es: Ninguno
fi: Ei määritelty
pt: Nenhum

source: Channel %1
es: Canal %1
fi: Kanava %1
pt: Canal %1

source: Channels %1 - %2
es: Canales %1 - %2
fi: Kanavat %1 - %2
pt: Canais %1 - %2

source: Form
es: Formulario
fi: Lomake
pt: Formulário

source: Type (#)
es: Tipo (#)
fi: Tyyppi (#)
pt: Tipo (#)

# DlgPrefVinylDlg#2
source: Input
es: Entrada
fi: Sisääntulo
pt: Entrada

# DlgPrefVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Seleccione los dispositivis de sonido para el control por vinilo en el panel de "Configuración Dispositivos de Sonido".</span></p></body></html>
fi: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Valitse äänilaitteet ohjainlevylle äänilaitteiden hallinnasta.</span></p></body></html>
pt: Seleccione os dispositivos audio para o controlo vinilo no painel Hardware de Som.

# DlgPrefVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
es: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Solución de problemas</a>
fi: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Vianmääritys (engl.)</a>
pt: Resolução de problemas

# DlgPrefVinylDlg#5
source: Turntable Preamp
es: Preamplificador para Bandeja
fi: Levysoittimen esivahvistus
pt: Preamp gira-discos

# DlgPrefVinylDlg#6
source: 1 (Off)
es: 1 (Apagado)
fi: 1 (Pois)
pt: 1 (Desligado)

# DlgPrefVinylDlg#8
source: Vinyl Configuration
es: Configuración de Vinilo
fi: Ohjainlevyn asetukset
pt: Configuração Vinilo

# DlgPrefVinylDlg#9
source: Deck 1 Vinyl Type
es: Deck 1 tipo vinilo
fi: 1. ohjainlevyn tyyppi
pt: Tipo de vinilo - Leitor 1

# DlgPrefVinylDlg#10
source: Deck 2 Vinyl Type
es: Deck 2 tipo vinilo
fi: 2. ohjainlevyn tyyppi
pt: Tipo de vinilo - Leitor 2

# DlgPrefVinylDlg#11
source: Show Signal Quality in Skin
es: Mostrar la señal de calidad en el tema
fi: Näytä signaalin laatu teemassa
pt: Mostrar a qualidade do sinal no tema

# DlgPrefVinylDlg#12
source: Apply
es: Aplicar
fi: Käytä
pt: Aplicar

# DlgPrefVinylDlg#13
source: Lead-in time
es: Plazo de tiempo
fi: Aloitusviive
pt: Tempo de entrada

# DlgPrefVinylDlg#14
source: seconds
es: segundos
fi: sekuntia
pt: segundos

# DlgPrefVinylDlg#15
source: Control Mode
es: Modo de Control
fi: Toimintatila
pt: Modo de Controlo

# DlgPrefVinylDlg#16
source: Absolute Mode
es: Modo Absoluto
fi: Absoluuttinen
pt: Modo Absoluto

# DlgPrefVinylDlg#17
source: Relative Mode
es: Modo Relativo
fi: Suhteellinen
pt: Modo Relativo

# DlgPrefVinylDlg#18
source: Enable Needle Skip Prevention
es: Habilitar la Prevención de Salto de Púa
fi: Suojaudu neulan hyppimseltä
pt: Activar a prevenção de salto da agulha

# DlgPrefVinylDlg#19
source: Signal Quality
es: Calidad de Señal
fi: Signaalin laatu
pt: Qualidade do Sinal

# DlgPrefVinylDlg#21
source: Powered by xwax
es: Movido con Tecnología de xwax
fi: Toteutus xwax
pt: Alimentado por xwax

source: Preferences
es: Preferencias
fi: Asetukset
pt: Preferências

source: Sound Hardware
es: Hardware de sonido
fi: Ääniliitynnät
pt: Hardware de Som

source: Controllers
es: Controladores
fi: Ohjaimet
pt: Controladores

# DlgPreferences#4
source: Library
es: Biblioteca
fi: Kokoelma
pt: Biblioteca

# DlgPreferences#6
source: Equalizers
es: Ecualizadores
fi: Taajuuskorjaimet
pt: Equalizadores

# DlgPreferences#7
source: Crossfader
fi: Ristihäivytys
pt: Cursor de mistura

# DlgPreferences#8
source: Recording
es: Grabando
fi: Nauhoitus
pt: Gravação

source: Beat Detection
es: Detección de ritmo
fi: Iskuntunnistus
pt: Detecção do tempo

# DlgPreferences#10
source: BPM Detection
es: Detección de BPM
fi: Tempotunnistus
pt: Detecção de BPM

source: Normalization
es: Normalización
fi: Normalisointi
pt: Normalização

# DlgPreferences#12
source: Vinyl Control
es: Control de vinilo
fi: Ohjainlevyt
pt: Controlo Vinilo

source: Live Broadcasting
es: Emisión en vivo
fi: Verkkojulkaisu
pt: Difusão em directo

# DlgPreferencesDlg#1
source: Dialog
es: Diálogo
fi: Valintaikkuna
pt: Diálogo

# DlgPrepare#1
source: Manage
es: Gestionar
fi: Hallinta
pt: Gerir

source: Shows tracks added to the library within the last 7 days.
es: Mostrar las pistas añadidas a la librería dentro de los últimos 7 días.
fi: Näytä kappaleet, jotka on lisätty viimeisen 7 päivän sisällä.
pt: Mostra as faixas adicionadas à biblioteca nos últimos 7 dias.

source: New
es: Nuevo
fi: Uusi
pt: Novo

source: Shows all tracks in the library.
es: Mostrar todas las pistas en la librería.
fi: Näytä kaikki kappaleet kirjastossa.
pt: Mostra todas as faixas da biblioteca

source: All
es: Todos
fi: Kaikki
pt: Tudo

source: Progress
es: Progreso
fi: Edistyminen
pt: Evolução
