Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

source: Mixxx was configured without any output sound devices. Audio processing will be disabled without a configured output device.
es: Mixxx fue configurado sin ningún dispositivo de salida de sonido. Se desactivará el procesado de audio sin un dispositivo de salida configurado.
fi: Äänilaitteita ei ole määritelty mixxx-asetuksissa. Äänen käsittely ei ole käytössä, kunnes kelvollinen toistolaite on määritelty.
pt: O Mixxx foi configurado sem nenhum dispositivo de saída audio. Sem dispositivo de saída configurado, o processamento do som será desactivado.

source: <b>Continue</b> without any outputs.
es: <b>Continuar</b> sin ninguna salida.
fi: <b>Jatka</b> määrittelemättä äänilaitteita.
pt: <b>Continuar</b> sem nenhuma saída.

source: Continue
es: Continuar
fi: Jatka
pt: Continuar

source: Load Track to Deck %1
es: Cargar Pista al Deck %1
fi: Lataa kappale dekkiin %1
pt: Carregar a faixa para o leitor %1

source: Add &New Playlist
es: Agregar &Nueva Lista de Reproducción
fi: Luo &Uusi soittolista
pt: Adicionar &nova playlist

source: Add New &Crate
es: Agregar Nueva &Caja
fi: Luo uusi &Crate
pt: Adicionar nova grade

source: Enable &Keyboard Shortcuts
es: Activar Atajos de &Teclado
fi: Ota &Näppäimistö pikakuvakkeet käyttöön
pt: Activar atalhos de teclado

source: Show Samplers
pt: Mostrar Samplers

source: Developer
es: Desarrollador
pt: Programador

source: Load track to Deck %1
es: Cargar pista al deck %1
fi: Lataa kappale dekkiin %1
pt: Carregar a faixa no leitor %1

source: Loads a track in deck %1
es: Carga un pista en el deck %1
fi: Lataa valitun kappaleen dekkiin %1
pt: Carrega uma faixa no leitor %1

source: Open
es: Abrir
fi: Avaa
pt: Abrir

source: &Exit
es: &Salir
fi: &Sulje
pt: &Sair

source: Quits Mixxx
es: Sale de Mixxx
fi: Sulkee mixxx:in
pt: Sai do Mixxx

source: &Rescan Library
es: &Reescanear Libreria
fi: &Etsi musiikkikokoelman muutoksia
pt: &Reanalisar a biblioteca

source: Rescans library folders for changes to tracks.
es: Reanaliza las carpetas de la biblioteca para detectar cambios en las pistas.
fi: Etsii muutoksia kappaleisiin musiikkikirjaston kansioissa.
pt: Analisa as pastas da biblioteca à procura de modificações nas faixas

source: Deck %1 is currently playing a track.
es: El deck %1 está reproduciendo una pista actualmente.
fi: Dekki %1 soittaa kappaletta.
pt: O leitor %1 está actualmente a ler uma faixa.

source: Are you sure you want to load a new track?
es: ¿Está seguro de cargar una pista nueva?
fi: Haluatko varmasti ladata uuden kappaleen?
pt: Tem a certeza de querer carregar uma nova faixa?

source: &Full Screen
es: &Pantalla completa
fi: K&okoruututila
pt: &Ecrã completo

source: &Preferences
es: &Preferencias
fi: &Asetukset
pt: &Preferências

source: Change Mixxx settings (e.g. playback, MIDI, controls)
es: Cambiar la configuración de Mixxx (p.ej.: reproducción, MIDI, controles)
fi: Muokkaa ohjelman asetuksia (toistoa, MIDI-ohjaimia jne.)
pt: Modificar os parâmetros do Mixxx (ex. difusão, MIDI, controladores)

source: &About
es: &Acerca de
fi: &Tietoja
pt: &Sobre

source: &Community Support
es: Soporte &comunitario
fi: &Mixxx-yhteisö (englanniksi)
pt: Suporte da comunidade

source: Get help with Mixxx
es: Obtener ayuda con Mixxx
fi: Pyydä apua Mixxx:in kanssa
pt: Obter ajuda sobre o Mixxx

source: &User Manual
es: Manual de &usuario
fi: &Käyttöohje
pt: Manual do utilizador

source: Send Us &Feedback
es: &Envíenos su opinión
fi: Lähetä meille &palautetta
pt: Envie-nos as suas opiniões

source: &Record Mix
es: &Grabar Mezcla
fi: N&auhoita miksaus
pt: Gravar a mistura

source: Create a new playlist
es: Crear una nueva lista de reproducción
fi: Luo uusi soittolista
pt: Criar uma nova playlist

source: Create a new crate
es: Crear un nuevo cajón
fi: Luo uusi levylaukku
pt: Criar uma Caixa nova

source: Enable Vinyl Control &1
es: Activar control de vinilo &1
fi: Ota ohjainlevy &1 käyttöön
pt: Activar o Controlo Vinilo &1

source: Enable Vinyl Control &2
es: Activar control de vinilo &2
fi: Ota ohjainlevy &2 käyttöön
pt: Activar o Controlo Vinilo &2

source: Use timecoded vinyls on external turntables to control Mixxx
es: Usar vinilos con codigo de tiempo en bandejas externas para controlar Mixxx
fi: Ohjaa mixxx:iä levysoittimilla ja aikakoodatuilla levyillä
pt: Utilizar discos de vinilo codificados num leitor externo para controlar o Mixxx

source: Stream your mixes to a shoutcast or icecast server
es: Transmitir sus mezclas a un servidor shoutcast o icecast
fi: Lähetä miksauksesi shoutcast- tai icecast-palvelimelle
pt: Difunda as suas misturas via um servidor de "shoutcast" ou "icecast"

source: Record your mix to a file
es: Grava a súa mestura a un ficheiro
fi: Nauhoita miksauksesi tiedostoon
pt: Gravar a sua mistura num ficheiro

source: Display Mixxx using the full screen
es: Visualizar Mixxx en pantalla completa
fi: Näytä Mixxx kokoruututilassa
pt: Mostrar o Mixxx em ecrã completo

source: Read the Mixxx user manual.
es: Lea el manual de usuario de Mixxx
fi: Lue Mixxx-käyttöohjetta.
pt: Ler o manual de utilizador do Mixxx

source: Send feedback to the Mixxx team.
es: Envía tu opinión al equipo de Mixx.
fi: Lähetä palautetta Mixxx-tiimille.
pt: Enviar opiniões à equipa do Mixxx

source: Help translate this application into your language.
es: Ayude a traducir esta aplicación a su idioma.
fi: Auta tämän ohjelman kääntämisessä kielellesi.
pt: Ajude a traduzir esta aplicação na sua linguagem

source: About the application
es: Acerca de la aplicación
fi: Tietoja ohjelmasta
pt: Sobre a aplicação

source: A sampler is currently playing. Exit Mixxx?
es: Un sampler está en reproducción. ¿Salir de Mixxx?
fi: Näytesoitin on käynnissä. Suljetaanko mixxx?
pt: Uma amostra está actualmente a tocar. Sair do Mixxx?

source: &File
es: &Archivo
fi: &Tiedosto
pt: &Ficheiro

source: Toggles keyboard shortcuts on or off
es: Activa o desactiva los atajos de teclado
fi: Määrittää ovatko pikanäppäimet käytössä
pt: Activar/desactivar atalhos de teclado

source: &Translate This Application
es: &Traducir esta aplicación
fi: &Käännä tätä ohjelmaa
pt: &Traduzir esta Aplicação

source: Enable Live &Broadcasting
es: Activar transmisión en &vivo
fi: Ota suora nettijulkaisu käyttöön
pt: Activar a difusão em directo

source: May not be supported on all skins.
es: Puede no estar soportado en todos los skins.
fi: Ei välttämättä tue kaikkia kalvoja.
pt: Pode não ser compatível com todos os temas

source: Show the sample deck section of the Mixxx interface.
pt: Mostrar o leitor de amostragens do interface Mixxx

source: Show the vinyl control section of the Mixxx interface.
es: Muestra la sección de control de vinilo de la interfaz de Mixxx
pt: Mostrar a secção Controlo Vinilo do interface Mixxx

source: Show the microphone section of the Mixxx interface.
es: Muestra la sección de control de micrófono de la interfaz de Mixxx.
pt: Mostrar a secção microfone do interface Mixxx

source: &Options
es: &Opciones
fi: &Valinnat
pt: &Opções

source: &Library
es: &Biblioteca
fi: &Kokoelma
pt: Biblioteca

source: &View
es: &Vista
fi: &Näytä
pt: &Ver

source: &Help
es: Ay&uda
fi: &Ohje
pt: &Ajuda

source: &Vinyl Control
es: Control de &vinilo
fi: &Levyohjain
pt: Controlo Vinilo

source: No input device(s) select. Please select your soundcard(s) in the sound hardware preferences.
es: No hay seleccionado dispositivo(s) de entrada. Por favor seleccione su(s) placa de sonido en las preferencias de hardware de sonido.
fi: Sisääntulojen laitteita ei ole valittu. Valitse äänikorttisi äänilaitteiden asetuksista.
pt: Nenhum dispositivo de entrada seleccionado. Seleccione a(s) sua(s) placa(s) de som nas preferências.

source: Mixxx %1 Development Team
es: Equipo de desarrollo de Mixxx %1
fi: Mixxx %1 kehitystiimi
pt: Equipa de desenvolvimento Mixxx %1

source: With contributions from:
es: Con colaboradores de:
fi: Avustajina ovat toimineet:
pt: Com as contribuições de:

source: And special thanks to:
es: Y agradecimientos especiales a:
fi: Lisäkiitokset seuraaville henkilöille:
pt: E agradecimentos especiais a:

source: Past Developers
es: Antiguos desarrolladores
fi: Aikaisemmat kehittäjät
pt: Desenvolvedores antigos

source: Past Contributors
es: Antiguos colaboradores
fi: Aikaisemmat avustajat
pt: Contribuidores antigos

source: Error in skin file
es: Error en archivo de skin
fi: Virhe teematiedostossa
pt: Erro no ficheiro de tema

source: The selected skin cannot be loaded.
es: El skin seleccionado no puede ser cargado.
fi: Valittua teemaa ei voi ladata.
pt: O tema seleccionado não pode ser carregado

source: OpenGL Direct Rendering
fi: OpenGL -suorapiirto
pt: Processamento Direct OpenGL

source: Direct rendering is not enabled on your machine.<br><br>This means that the waveform displays will be very<br><b>slow and may tax your CPU heavily</b>. Either update your<br>configuration to enable direct rendering, or disable<br>the waveform displays in the Mixxx preferences by selecting<br>"Empty" as the waveform display in the 'Interface' section.<br><br>NOTE: If you use NVIDIA hardware,<br>direct rendering may not be present, but you should<br>not experience degraded performance.
es: El renderizado directo no está habilitado en tu máquina.<br><br>Esto significa que la visualización de forma de onda va a ser muy<br><b>lenta y puede exigir demasiado tu CPU</b>. Debes actualizar tu<br>configuración para habilitar renderizado directo, o desactivar<br>la visualización de forma de onda en las preferencias de Mixxx seleccionando<br>"Vacío" como la visualización de forma de onda en la sección 'Interface'.<br><br>NOTA: Si usas placas NVIDIA,<br>puede no haber renderizado directo, pero<br>no deberías experimentar baja de performance.
fi: Suorapiirto ei ole käytössä tietokoneellasi.<br><br>Tämän takia aaltomuotojen näyttö on <b>erittäin hidasta<br> ja kuormittaa prosessoria paljon</b>. Päivitä joko asetuksesi<br>, jotta saat suorapiirron käyttöön, tai poista <br>aaltomuotojen näyttö käytöstä valitsemalla <br>asetuksien käyttöliittymä-osoista "Ei mitään" aaltomuotojen näyttötavaksi.<br><br>Huomautus: jos käytät Nvidia -näytönohjainta,<br>suorapiirto ei välttämättä ole saatavilla, mutta tämä ongelma<br>ei silti ole nähtävissä.
pt: O processamento Direct não está disponível na sua máquina.<br><br>Isto significa que a exibição das formas de onda será muito<br><br>lenta e poderá carregar fortemente o seu processador</b>. Actualize a sua<br>configuração para permitir o processamento direct ou desactive<br>a exibição de formas de onda nas preferências do Mixxx seleccionando<br>"Vazio" para a exibição da forma de onda na secção "Interface".<br><br>NOTA : se utilizar material NVIDIA,<br>o processamento direct pode não estar presente, mas não deverá encontrar desempenhos degradados.

source: Confirm Exit
es: Confirmar salida
fi: Varmista lopetus
pt: Confirmar saída

source: A deck is currently playing. Exit Mixxx?
es: Un deck está reproduciendo. ¿Salir de Mixxx?
fi: Dekki soittaa kappaletta. Suljetaanko Mixxx?
pt: Um leitor está actualmente a tocar. Sair do Mixxx?

source: The preferences window is still open.
es: La ventana de preferencias todavía está abierta.
fi: Määritys-ikkuna on vielä auki.
pt: A janela de preferências ainda está aberta.

source: Discard any changes and exit Mixxx?
es: ¿Descartar cambios y salir de Mixxx?
fi: Hylkää kaikki muutokset ja sulje Mixxx
pt: Rejeitar quaisquer alterações e sair do Mixxx?

source: Missing Tracks
es: Pistas Faltantes
fi: Puuttuvat kappaleet
pt: Faixas em falta

source: Hidden Tracks
es: Pistas Ocultas
fi: Piilotetut kappaleet
pt: Faixas escondidas

# MixxxLibraryFeature#3
source: Library
es: Biblioteca
fi: Kirjasto
pt: Biblioteca

# ParserCsv#1
source: Location
es: Ubicación
fi: Sijainti
pt: Localização

# ParserCsv#2
source: Playlist Export Failed
es: La exportación de lista de reproducción falló
fi: Soittolistan vienti epäonnistui
pt: Falha de exportação da playlist

# ParserCsv#3
source: Could not create file
es: No se pudo crear el archivo
fi: Tiedostoa ei voitu luoda
pt: Impossível criar o ficheiro

source: Readable text Export Failed
es: Falló la exportación a texto legible
fi: Vienti luettavaan tekstitiedostoon epäonnistui
pt: Falha de exportação do formato texto

# ParserM3u#1
source: Playlist Export Failed
es: La exportación de lista de reproducción falló
fi: Soittolistan vienti epäonnistui
pt: Falha de exportação da lista de reprodução

source: File path contains characters, not allowed in m3u playlists.
es: La ruta del archivo contiene caracteres no permitidos en listas de reproducción m3u.
fi: Tiedoston polku sisältää merkkejä, jotka eivät ole sallittu m3u-soittolistan nimissä.
pt: O caminho do ficheiro contém caractères, não autorizados nas listas de reprodução m3u.

source: Export a m3u8 playlist instead!
es: Exporte una lista de reproducción m3u8 en su lugar!
fi: Vie m3u8-soittolistaksi sen sijasta!
pt: Exportar uma playlist m3u8, em alternativa!

# ParserM3u#4
source: Could not create file
es: No se pudo crear el archivo
fi: Tiedostoa ei voitu luoda
pt: Impossível criar o ficheiro

# ParserPls#1
source: Playlist Export Failed
es: La exportación de lista de reproducción falló
fi: Soittolistan vienti epäonnistui
pt: Falha de exportação da lista de reprodução

# ParserPls#2
source: Could not create file
es: No se pudo crear archivo
fi: Tiedostoa ei voitu luoda
pt: Impossível criar o ficheiro

# PlaylistFeature#1
source: Lock
es: Bloquear
fi: Lukitse
pt: Bloquear

source: Playlists
es: Listas de reproducción
fi: Soittolistat
pt: Listas de reprodução

# PlaylistFeature#3
source: Unlock
es: Desbloquear
fi: Poista lukitus
pt: Desbloquear

source: Playlists are ordered lists of songs that allow you to plan your DJ sets.
es: Las listas de reproducción son listas ordenadas de canciones que te permiten planear tus DJ sets.
fi: Soittolistat ovat järjestettyjä kappalelistoja, joiden avulla voit suunnitella DJ-esityksiä.
pt: Listas de reprodução são listas ordenadas de faixas que lhe permitem planear as suas sessões de mistura.

source: Some DJs construct playlists before they perform live, but others prefer to build them on-the-fly.
es: Algunos DJ arman listas de reproducción antes de tocar en vivo, pero otros prefieren hacerlo en el momento.
fi: Jotkut DJ:t luovat soittolistoja ennen esiintymistä, toiset rakentavat soittolistan esityksen aikana.
pt: Alguns DJs preparam listas de reprodução antes das suas actuações, mas outros preferem construi-las na altura em que estão a actuar.

source: When using a playlist during a live DJ set, remember to always pay close attention to how your audience reacts to the music you've chosen to play.
es: Cuando uses una lista de reproducción en una actuación en vivo, recuerda siempre prestar mucha atención a cómo tu audiencia reacciona con la música que has elegido reproducir.
fi: Käyttäessäsi soittolistaa DJ-esityksen aikana, muista tarkkailla yleisön reaktioita valitsemaasi musiikkiin.
pt: Quando usa listas de reprodução durante uma actuação de DJ ao vivo, lembre-se de prestar uma atenção particular à forma como o seu público reage à música que escolheu para tocar.

source: It may be necessary to skip some songs in your prepared playlist or add some different songs in order to maintain the energy of your audience.
es: Puede ser necesario saltear algunas canciones de tu lista de reproducción o agregar otras diferentes para mantener la energía de tu audiencia.
fi: Voit joutua ohittamaan tai vaihtamaan valmistellulla listalla olevia kappaleita, jotta yleisön mielenkiinto säilyy.
pt: Pode ser necessário saltar algumas faixas da lista de reprodução que tinha preparado ou adicionar faixas diferentes a fim de manter a energia do seu público.

source: Create new playlist
es: Crear nueva lista de reproducción
fi: Luo uusi soittolista
pt: Criar nova lista de reprodução

# PrepareFeature#1
source: Analyze
es: Analizar
fi: Analysoi
pt: Analisar

source: Invalid
es: No válido
fi: Virheellinen
pt: Inválido(a)

source: Master
es: Principal
fi: Master-kanava
pt: Principal

source: Headphones
es: Auriculares
fi: Kuulokkeet
pt: Auscultadores

source: Deck
fi: Dekki
pt: Leitor

# QObject#5
source: Vinyl Control
es: Control de vinilo
fi: Ohjainlevy
pt: Controlo Vinilo

# QObject#6
source: Microphone
es: Micrófono
fi: Mikrofoni
pt: Microfone

source: Passthrough
es: Paso
fi: Läpisyöttö
pt: Passagem

source: Unknown path type %1
es: Tipo de ruta %1 desconocida
fi: Tuntematon polkutyyppi %1
pt: Caminho desconhecido tipo %1

# QtSimpleWaveformWidget#1
source: Simple
fi: Yksinkertainen
pt: Básico

# QtWaveformWidget#1
source: Filtered
es: Filtrado
fi: Suodatettu
pt: Filtrado

source: Recordings
es: Grabaciones
fi: Nauhoitukset
pt: Gravações

source: Rhythmbox
pt: Aplicação Rhythmbox

source: Save Sampler Bank
es: Guardar banco de Sampler
fi: Tallenna samplepankki
pt: Guardar o Banco do Sampler

source: Error Saving Sampler Bank
es: Error guardando banco de Sampler
fi: Virhe tallennettaessa samplepankkia
pt: Erro ao guardar o Banco do Sampler

source: Could not write the sampler bank to '%1'.
es: No se pudo escribir el banco de Sampler en «%1»
fi: Näytepankkia ei voitu tallentaa tiedostoon '%1'.
pt: Não foi possível escrever o Banco do Sampler para '%1'.

source: Load Sampler Bank
es: Cargar banco de Sampler
fi: Lataa samplepankki
pt: Carregar o Banco do Sampler

source: Error Reading Sampler Bank
es: Error leyendo banco de Sampler
fi: Virhe luettaessa samplepankkia
pt: Erro de leitura do Banco do Sampler

source: Could not open the sampler bank file '%1'.
es: No se pudo abrir el archivo «%1» en el banco de samplers
fi: Samplepankkitiedostoa '%1' ei voitu avata.
pt: Não foi possível abrir o Banco do Sampler '%1'.

source: Could not read the sampler bank file '%1'.
es: No se pudo leer el archivo «%1» en el banco de samplers
fi: Samplepankkitiedostoa '%1' ei voitu lukea.
pt: Não foi possível ler o Banco do Sampler '%1'.

source: Join with previous
es: Unir con anterior
fi: Liitä edelliseen
pt: Juntar com os precedentes

source: History
es: Historial
fi: Soittohistoria
pt: Histórico

# SetlogFeature#3
source: Unlock
es: Desbloquear
fi: Poista lukitus
pt: Desbloquear

# SetlogFeature#4
source: Lock
es: Bloquear
fi: Lukitse
pt: Bloquear

source: The history section automatically keeps a list of tracks you play in your DJ sets.
es: La sección de historial mantiene automáticamente una lista de las pistas que tocas en tus DJ sets.
fi: Soittohistoria pitää automaattisesti kirjaa kappaleista, joita olet soittanut DJ-esityksissä.
pt: A secção histórico conserva automaticamente as listas de faixas que tocou durante as suas sessões de mistura.

source: This is handy for remembering what worked in your DJ sets, posting set-lists, or reporting your plays to licensing organizations.
es: Esto es útil para recordar lo que funcionó bien en sus sesiones de DJ, publicar las listas de reprodución, o informar sobre sus reproducciones a los organismos de concesión de licencias.
fi: Tämä toiminto auttaa muistamaan hyvin yhteen toimineet kappaleet, julkaisemaan kappaleluetteloita tai raportoimaan soitettuja kappaleita lisensointiorganisaatioille.
pt: Isto é prático para se lembrar o que funcionou nas suas actuações de DJ, publicar as listas de sessão, ou comunicar as suas difusões às autoridades de gestão de direitos de autor.

source: Every time you start Mixxx, a new history section is created. You can export it as a playlist in various formats or play it again with Auto DJ.
es: Cada vez que ejecutas Mixxx, una nueva sección de historial es creada. Puedes exportarla como una lista de reproducción en varios formatos o reproducirla nuevamente con Auto DJ.
fi: Joka kerta kun käynnistät Mixxx:n, uusi historia luodaan. Voit käyttää sitä soittolistana useissa formaateissa tai soittaa sen uudelleen Auto DJ:n avulla.
pt: Sempre que inicia o Mixxx, é criada uma nova secção de histórico. Pode exportá-la como uma lista de reprodução em vários formatos ou tocá-la de novo com Auto DJ.

source: You can join the current history session with a previous one by right-clicking and selecting "Join with previous".
es: Puedes unir la actual sesión de historial con una anterior, haciendo clic derecho y seleccionando "Unir con anterior".
fi: Voit liittää nykyisen ja aikaisemman soittohistorian kontekstivalikon valinnalla "liitä edelliseen".
pt: Pode juntar o histórico de sessão corrente com um precedente fazendo um clique-direito e seleccionando "Juntar ao precedente".

# SoftwareWaveformWidget#1
source: Filtered
es: Filtrado
fi: Suodatettu
pt: Filtrado

source: Software
fi: Ohjelma
pt: Aplicação

source: Drop tracks from library or external file manager here.
es: Arrastre pistas desde la biblioteca o un gestor de archivos externo, aquí.
fi: Voit tiputtaa kappaleita ulkoisesta tiedostonhallintaohjelmasta tähän.
pt: Largue aqui as faixas da biblioteca ou dum gestor de ficheiros externo.

source: Reset to default value.
es: Restablecer al valor predeterminado.
fi: Palauta oletusasetukset
pt: Repor os valores padrão.

source: Left-click
es: Pulsación izquierda
fi: Vasemman painikkeen napsautus
pt: Clique-esquerdo

source: Right-click
es: Pulsación derecha
fi: Oikean painikkeen napsautus
pt: Clique-direito

source: Scroll-wheel
pt: Roda do rato

source: Waveform Overview
es: Vista general de forma de onda
fi: Aaltomuodon esikatselu
pt: Panorâmica da forma de onda

source: Shows information about the track currently loaded in this channel.
es: Muestra información sobre la pista actualmente cargada en este canal.
fi: Näyttää tietoja tähän kanavaan ladatusta kappaleesta.
pt: Mostra as informações sobre a faixa actualmente carregada neste canal.

source: Jump around in the track by clicking somewhere on the waveform.
es: Salta en el tema haciendo clic sobre la forma de onda.
fi: Voit siirtyä kappaleen sisällä napsauttamalla aaltomuotoa eri kohdista.
pt: Desloque-se na faixa clicando em qualquer parte sobre a forma de onda.

source: Use the mouse to scratch, spin-back or throw tracks.
es: Usa el ratón para scratch, spin-back o lanzar pistas.
fi: Käytä hiirtä scatschiin, backspinniin tai kappaleiden siirtelyyn.
pt: Use o rato para fazer scratch, rodar para trás ou lançar as faixas

source: Shows the loaded track's waveform near the playback position.
es: Muestra la forma de onda de la pista cargada, cercana a la posición de reproducción.
fi: Näyttää ladatujen kappaleiden aaltomuodon soittokohdan läheltä.
pt: Mostra a forma de onda da faixa carregada junto da posição de leitura.

source: Drag with mouse to make temporary pitch adjustments.
es: Arrastre con el ratón para hacer los ajustes temporales de pitch.
pt: Arraste com o rato para fazer ajustamentos temporários da velocidade.

source: Spinning Vinyl
es: Vinilo girando
fi: Pyörivä Vinyyli
pt: Vinilo em rotação

source: Rotates during playback and shows the position of a track.
es: Gira durante la reproducción y muestra la posición de una pista.
fi: Pyörii soiton aikana ja näyttää kappaleen kohdan.
pt: Roda durante a leitura e mostra a posição duma faixa.

source: Gain
es: Ganancia
fi: Herkkyys
pt: Ganho

source: Adjusts the pre-fader gain of the track (to avoid clipping).
es: Ajusta la ganancia previa de la pista (para evitar saturación).
pt: Ajusta o ganho pre-atenuador da faixa (para evitar aparar)

source: (too loud for the hardware and is being distorted).
es: (demasiado alto para el hardware y se distorsiona).
fi: (liian voimakas laitteistolle ja säröytyy).
pt: (Muito forte para o hardware e a ser distorcido)

source: Peak Indicator
es: Indicador de Pico
fi: Piikki-ilmaisin
pt: Indicador de pico

source: Indicates when the signal on the channel is clipping,
es: Indica cuando la señal del canal se está recortando,
fi: Ilmaisee koska kanavan signaali on liian voimakas ja leikkautuu,
pt: Indica quando o sinal no canal está a ser aparado.
