Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

# BaseExternalLibraryFeature#1
source: Add to Auto DJ Queue (bottom)
es: Añadir a la cola de Auto DJ (al final)
fi: Lisää Auto DJ -jonon loppuun
pt: Adicionar à fila Auto DJ (em baixo)

# BaseExternalLibraryFeature#2
source: Add to Auto DJ Queue (top)
es: Añadir a la cola de Auto DJ (al principio)
fi: Lisää Auto DJ -jonon alkuun
pt: Adicionar à fila Auto DJ (em cima)

# BaseExternalLibraryFeature#3
source: Import Playlist
es: Importar la lista de reproducción
fi: Tuo soittolista
pt: Importar Lista de reprodução

# BaseExternalLibraryFeature#4
source: Playlist Creation Failed
es: Falló la creación de la lista de reproducción
fi: Soittolistan luominen epäonnistui
pt: A criação da Lista de reprodução falhou

# BaseExternalLibraryFeature#5
source: An unknown error occurred while creating playlist:
es: Se produjo un error desconocido al crear la lista de reproducción:
fi: Soittolistan luonnissa tapahtui tuntematon virhe:
pt: Ocorreu um erro desconhecido ao criar a Lista de reprodução :

source: New Playlist
es: Nueva lista de reproducción
fi: Uusi soittolista
pt: Nova lista de reprodução

# BasePlaylistFeature#2
source: Add to Auto DJ Queue (bottom)
es: Añadir a la cola de Auto DJ (al final)
fi: Lisää Auto DJ -jonon loppuun
pt: Juntar à fila Auto DJ (em baixo)

# BasePlaylistFeature#3
source: Add to Auto DJ Queue (top)
es: Añadir a la cola de Auto DJ (al principio)
fi: Lisää Auto DJ -jonon alkuun
pt: Juntar à fila Auto DJ (em cima)

# BasePlaylistFeature#4
source: Remove
es: Eliminar
fi: Poista
pt: Remover

# BasePlaylistFeature#5
source: Rename
es: Renombrar
fi: Muuta nimeä
pt: Renomear

# BasePlaylistFeature#6
source: Lock
es: Bloquear
fi: Lukitse
pt: Bloquear

# BasePlaylistFeature#7
source: Import Playlist
es: Importar la lista de reproducción
fi: Tuo soittolista
pt: Importar Playlist

source: Duplicate Playlist
es: Duplicar lista de reproducción
pt: Duplicar Playlist

source: Export Playlist
es: Exportar la lista de reproducción
fi: Vie soittolista
pt: Exportar Playlist

source: Rename Playlist
es: Renombrar la lista de reproducción
fi: Nimeä soittolista uudelleen
pt: Renomear Playlist

source: New playlist name:
es: Nombre nuevo de la lista de reproducción:
fi: Soittolistan uusi nimi:
pt: Novo nome da Playlist

source: Renaming Playlist Failed
es: Falló el renombrado de la lista de reproducción
fi: Soittolistan uudelleennimeäminen epäonnistui
pt: A mudança de nome da Playlist falhou

source: A playlist by that name already exists.
es: Ya existe una lista de reproducción con ese nombre.
fi: Samanniminen soittolista on jo olemassa.
pt: Já existe uma Playlist com este nome

source: A playlist cannot have a blank name.
es: El nombre de la lista de reproducción no puede quedar en blanco.
fi: Soittolistan nimi ei voi olla tyhjä.
pt: A Playlist não pode ter um nome vazio

source: Playlist name:
es: Nombre de la lista de reproducción:
fi: Soittolistan nimi:
pt: Nome da Playlist

# BasePlaylistFeature#17
source: Playlist Creation Failed
es: Falló la creación de la lista de reproducción
fi: Soittolistan luominen epäonnistui
pt: A criação da Lista de reprodução falhou

# BasePlaylistFeature#18
source: An unknown error occurred while creating playlist:
es: Se produjo un error desconocido mientras se creaba a lista de reproducción:
fi: Soittolistan luonnissa tapahtui tuntematon virhe:
pt: Ocorreu um erro desconhecido ao criar a Playlist

source: Played
es: Reproducido
fi: Soitettu
pt: Reproduzido

# BaseSqlTableModel#3
source: Title
es: Título
fi: Kappale
pt: Titulo

# BaseSqlTableModel#5
source: Genre
es: Género
fi: Tyylilaji
pt: Gênero

# BaseSqlTableModel#6
source: Composer
es: Compositor
fi: Säveltäjä
pt: Compositor

# BaseSqlTableModel#7
source: Year
es: Año
fi: Vuosi
pt: Ano

# BaseSqlTableModel#8
source: Type
es: Tipo
fi: Tyyppi
pt: Tipo

# BaseSqlTableModel#9
source: Location
es: Ubicación
fi: Sijainti
pt: LOCALIZAÇÃO

# BaseSqlTableModel#10
source: Comment
es: Comentario
fi: Kommentti
pt: Comentário

# BaseSqlTableModel#11
source: Duration
es: Duración
fi: Kesto
pt: Duração

source: Rating
es: Puntuación
fi: Arvostelu
pt: classificação

# BaseSqlTableModel#15
source: Track #
es: Pista #
fi: Kappale #
pt: Faixa #

source: Date Added
es: Fecha de adición
fi: Lisäyspäivä
pt: Data Adicionada

source: Timestamp
es: Marca de tiempo
fi: Aikaleima
pt: Data/Hora

source: BPM Lock
es: Bloqueo de PPM
fi: BPM-lukitus
pt: Bloquear BPM

source: Preview
es: Previsualizar
fi: Esikatselu
pt: Prévia

source: Couldn't load track.
es: No se pudo cargar la pista.
fi: Kappaletta ei voitu ladata.
pt: NAO FOI Possível carregar a Faixa

source: Add to Quick Links
es: Agregar a Enlace Rapido
fi: Lisää pikalinkkejä
pt: Adicionar AOS Ligações

source: Remove from Quick Links
es: Quitar de Enlace Rapido
fi: Poista pikalinkeistä
pt: Retirar dos links

source: Quick Links
es: Enlaces rápidos
fi: Pikalinkit
pt: Links Rápidos

source: Devices
es: Dispositivos
fi: Laitteet
pt: Dispositivos

source: Removable Devices
es: Dispositivos extraíbles
fi: Irrotettavat laitteet
pt: Dispositivos Removíveis

source: Browse lets you navigate, view, and load tracks from folders on your hard disk and external devices.
es: El Buscar permite navegar, ver, y subir pistas desde folders en el disco duro y dispositivos externos.
fi: Selain mahdollistaa etsimisen, esikatselun ja kappaleiden lataamisen kovalevyltä tai ulkoisista laitteista
pt: Procurar permite que você navegue, visualizar e carregar faixas de pastas em seu disco rígido e dispositivos externos

source: Browse
es: Examinar
fi: Selaa
pt: Procurar

source: Filename
es: Nombre de archivo
fi: Tiedostonimi
pt: Nome do arquivo

# BrowseTableModel#2
source: Artist
es: Artista
fi: Esittäjä
pt: Artista

# BrowseTableModel#3
source: Title
es: Título
fi: Kappale
pt: Título

# BrowseTableModel#4
source: Album
es: Álbum
fi: Levy
pt: Álbum

# BrowseTableModel#5
source: Track #
es: Pista #
fi: Raidan #
pt: Faixa #

# BrowseTableModel#6
source: Year
es: Año
fi: Vuosi
pt: Ano

# BrowseTableModel#7
source: Genre
es: Género
fi: Tyylilaji
pt: Género

# BrowseTableModel#8
source: Composer
es: Compositor
fi: Säveltäjä
pt: Compositor

# BrowseTableModel#9
source: Comment
es: Comentario
fi: Kommentti
pt: Comentário

# BrowseTableModel#10
source: Duration
es: Duración
fi: Kesto
pt: Duração

# BrowseTableModel#12
source: Key
es: Clave
fi: Sävellaji
pt: Chave

# BrowseTableModel#13
source: Type
es: Tipo
fi: Tyyppi
pt: Tipo

# BrowseTableModel#14
source: Bitrate
es: Tasa de bits
fi: Bittinopeus
pt: Taxa

# BrowseTableModel#15
source: Location
es: Ubicación
fi: Sijainti
pt: Localização

source: Mixxx Library
es: Biblioteca Mixxx
fi: Mixxx-kirjasto
pt: Biblioteca Mixxx

source: Could not load the following file because it is in use by Mixxx or another application.
es: No se pudo cargar el siguiente archivo, debido a que está en uso por Mixxx o por otra aplicación.
fi: Seuraavaa tiedostoa ei voitu ladata, koska se on Mixxx:n tai jonkin muun sovelluksen käytössä.
pt: Não foi possível carregar o arquivo a seguir, porque está em uso por Mixxx ou outro aplicativo.

source: Warning: This will permanently delete the following files:
es: Aviso: Esto eliminará permanentemente los siguientes archivos:
fi: Varoitus: tämä poistaa lopullisesti seuraavat tiedostot:
pt: Aviso: Esta Operação irá apagar permanentemente os arquivos:

source: Are you sure you want to delete these files from your computer?
es: ¿Está seguro de que quiere eliminar estos archivos de su equipo?
fi: Haluatko varmasti poistaa nämä tiedostot tietokoneeltasi?
pt: Tem certeza de que deseja excluir esses arquivos do seu computador?

source: Could not delete the following file because it is in use by Mixxx or another application:
es: No se pudo eliminar el siguiente archivo, debido a que está en uso por Mixxx o por otra aplicación:
fi: Seuraavaa tiedostoa ei voitu poistaa, koska se on Mixxx:n tai jonkin muun sovelluksen käytössä:
pt: Não foi possível excluir o seguinte arquivo, por estar em uso por Mixx ou outro aplicativo:

source: Could not update file metadata.
es: No se pudieron actualizar los metadatos de archivo.
fi: Tiedoston metadataa ei voitu päivittää.
pt: Não foi possível atualizar os metadados do arquivo.

source: USB Controller
es: Controlador USB
fi: USB-kontrolleri
pt: Controlador USB

source: Uncaught exception at line %1 in file %2: %3
es: Excepción no recogida en línea %1 en el archivo %2: %3
fi: Käsittelemätön poikkeus rivillä %1 tiedostossa %2; %3
pt: Exceção não detectada na linha 1% no arquivo 2%: 3%

source: Uncaught exception at line %1 in passed code: %2
es: Excepción no recogida en la línea %1 en el código pasado: %2
fi: Käsittelemätön poikkeus rivillä %1 hyväksytyssä koodissa: %2
pt: Exceção não detectada Linha 1% em Código Passado: 2%

source: Controller script error
es: Error de controlador de script
fi: Virhe ohjainskriptissä
pt: Controlador de Erro de roteiro

source: A control you just used is not working properly.
es: El control usado no esta funcionando correctamente.
fi: Äsken käyttämäsi ohjain ei toimi oikein.
pt: O controlador que você acabo de usar não está funcionando corretamente.

source: <html>(The script code needs to be fixed.)<br>For now, you can:<ul><li>Ignore this error for this session but you may experience erratic behavior</li><li>Try to recover by resetting your controller</li></ul></html>
es: <html>(El codigo del script necesita ser corregido.)<br>Por ahora, se puede:<ul><li>Ignorar este error por esta secion pero puede que experimente comportamiento erratico</li><li>Intente recuperar reseteando el controlador</li></ul></html>
fi: <html>Skriptin koodi täytyy korjata<br>Voit jatkaa seuraavasti:<ul><li>Jatka normaalisti huomioimatta virhettä. Jotkut asiat saattavat toimia hassusti.</li><li>Yrittää korjata tilanne nollaamalla ohjain.</li></ul></html>
pt: <html>(O código do Script necessita de ser corrigido.)<br>Por agora, pode:<ul><li> Ignorar este erro nesta sessão, mas poderá experimentar um comportamento errático.</li><li>Tente a recuperação reiniciando o seu controlador.</li></ul></html>

# ControllerMappingDlg#1
source: Dialog
es: Ventana
fi: Valintaikkuna
pt: Diálogo

# ControllerMappingDlg#2
source: Input
es: Entrada
fi: Sisääntulo
pt: Entrada

source: The below box is under construction and will remain empty in this version of Mixxx.
es: El cuadro de abajo esta bajo construccion y permanecera vacio en esta version de Mixxx.
fi: Allaoleva laatikko on työn alla ja tulee olemaan tyhjä tässä mixxx-versiossa.
pt: O quadro abaixo está em construção e ficará vazio nesta versão do Mixxx

source: Controls
es: Controles
fi: Säätimet
pt: Controles

# ControllerMappingDlg#5
source: Add
es: Añadir
fi: Lisää
pt: Adicionar

source: Learning Wizard
es: Asistente de Aprendisaje
fi: Ohjattu määrittely
pt: ASSISTENTE de Aprendizagem

source: Clear all
es: Limpiar todo
fi: Tyhjennä kaikki
pt: Apagar tudo

# ControllerMappingDlg#9
source: Output
es: Salida
fi: Ulostulo
pt: Saída

source: Outputs
es: Salidas
fi: Ulostulot
pt: Saídas

source: Clear All
es: Limpiar todo
fi: Tyhjennä kaikki
pt: Limpar tudo

source: New Crate
es: Cajón nuevo
fi: Uusi levylaukku
pt: Caixa nova

# CrateFeature#2
source: Remove
es: Quitar
fi: Poista
pt: Remover

# CrateFeature#3
source: Rename
es: Renombrar
fi: Nimeä uudelleen
pt: Renomear

# CrateFeature#4
source: Lock
es: Bloquear
fi: Lukitse
pt: Bloquear

# CrateFeature#6
source: Import Playlist
es: Importar lista de reproducción
fi: Tuo soittolista
pt: Importar Playlist

source: Crates
es: Cajones
fi: Levylaukut
pt: Caixas

source: Import Crate
es: Importar cajón
fi: Tuo levylaukku
pt: Importar caixa

source: Export Crate
es: Exportar cajón
fi: Vie levylaukku
pt: Exportar caixa

# CrateFeature#11
source: Unlock
es: Desbloquear
fi: Poista lukitus
pt: Desbloquear

source: Crate name:
es: Nombre del cajón:
fi: Levylaukun nimi:
pt: Nome da caixa:

source: An unknown error occurred while creating crate:
es: Ocurrió un error desconocido al crear el cajón:
fi: Levylaukkua tuotaessa tapahtui tuntematon virhe:
pt: Ocorreu um erro desconhecido durante a criação da caixa:

source: Rename Crate
es: Renombrar cajón
fi: Muuta levylaukun nimeä
pt: Renomear Caixa

source: New crate name:
es: Nombre del cajón nuevo:
fi: Uusi levylaukun nimi:
pt: Novo nome da caixa:

source: Renaming Crate Failed
es: No se pudo renombrar el cajón
fi: Levylaukun uudelleennimeäminen epäonnistui
pt: Falha AO renomear a Caixa

source: Crates are a great way to help organize the music you want to DJ with.
es: Los Cajones son una gran manera de ayudar a organizar la música deseada para hacer DJ.
fi: Levylaukkujen avulla voit helpommin järjestellä musiikkisi DJ-käyttöön.
pt: Grades são uma ótima maneira para ajudar a organizar a música que você quer DJ com.

source: Make a crate for your next gig, for your favorite electrohouse tracks, or for your most requested songs.
es: Crea un cajón para el próximo concierto, tus pistas electrónicas favoritas, o las canciones mas pedidas.
fi: Voit tehdä levylaukun seuraavaa keikkaa varten, suosikkikappaleille tietyn tyylin mukaan tai esimerkiksi eniten kysyttyjen kappaleiden mukaan.
pt: Faça uma caixa para o seu próximo show, por suas faixas favoritas electrohouse, ou para suas músicas mais pedidas.

source: Crates let you organize your music however you'd like!
es: Los cajones permiten organizar tu música como tu quieras!
fi: Levylaukkujen avulla voit järjestellä musiikkisi kuten haluat!
pt: Caixas deixam você organizar a sua música, como você prefira!

source: Create new crate
es: Crear un nuevo cajón
fi: Luo uusi Crate
pt: Criar caixa nova

source: A crate cannot have a blank name.
es: Los cajones no pueden carecer de nombre.
fi: Levylaukun nimi ei voi olla tyhjä
pt: Uma caixa não pode ter um nome vazio

source: Creating Crate Failed
es: No se pudo crear el cajón
fi: Levylaukun luonti epäonnistui
pt: Falha ao criar a caixa.

source: A crate by that name already exists.
es: Ya existe un cajón con ese nombre.
fi: Samanniminen levylaukku on jo olemassa.
pt: Já existe uma caixa com este nome.

source: About Mixxx
es: Acerca de Mixxx
fi: Tietoja mixxxistä
pt: Sobre o Mixxx

source: <a href="http://mixxx.org/">Official Website</a>
es: <a href="http://mixxx.org/">Sitio web oficial</a>
fi: <a href="http://mixxx.org/">Ohjelman verkkosivut</a>
pt: <a href="http://mixxx.org/">Página web oficial</a>

source: One deck must be stopped to enable Auto-DJ mode.
es: Un tocador debe ser detenido para habilitar el modo Auto-DJ.
fi: Yhden tason täytyy olla pysäytetty, jotta auto-DJ -toiminto voidaan käynnistää.
pt: Um leitor tem de estar parado para activar o modo Auto DJ

source: Disable Auto DJ
es: Desactivar Auto DJ
fi: Poista auto-DJ käytöstä
pt: Desactivar Auto DJ

source: Shuffle the content of the Auto DJ playlist.
es: Mezclar el contenido de la lista de reproducción de Auto DJ.
fi: Sekoita auto-DJ -listan kappalejärjestys.
pt: Tornar aleatório o conteúdo da Playlist Auto DJ

source: Shuffle
es: Mezclar
fi: Sekoita
pt: Aleatória

source: Skip the next track in the Auto DJ playlist.
es: Omitir la pista siguiente en la lista de reproducción de Auto DJ.
fi: Ohita seuraava kappale auto-DJ -listalla.
pt: Ir para próxima faixa na lista Auto DJ.

source: Skip Track
es: Omitir pista
fi: Ohita kappale
pt: Próxima Faixa

source: Trigger the transition to the next track.
es: Desencadenar la transición a la pista siguiente.
fi: Käynnistä siirtyminen seuraavaan kappaleeseen.
pt: Accionar a transição para a próxima faixa

source: Fade Now
es: Fundir ahora
fi: Ristiinhäivytä heti
pt: Atenuar agora

source: Determines the duration of the transition.
es: Determina la duración de la transición.
fi: Määrittää siirtymän keston.
pt: Determina a duração da transição

source: Seconds
es: Segundos
fi: sekuntia
pt: Segundos

source: sec.
es: seg.
fi: s.
pt: seg

source: Turn Auto DJ on or off.
es: Activar o desactivar Auto DJ.
fi: Määritä onko auto-DJ käytössä.
pt: Activa/desactiva o Auto DJ

source: Enable Auto DJ
es: Activar Auto DJ
fi: Ota auto-DJ käyttöön
pt: Activar Auto DJ

# DlgAutoDJ#15
source: Manage
es: Gestionar
fi: Hallitse
pt: Gerenciar

source: Beat Detection Settings
es: Configuración de detección de ritmo
fi: Iskuntunnistuksen asetukset
pt: Definições da detecção de batidas

source: Enable BPM and Beat Detection
es: Activar detección de PPM y ritmo
fi: Käytä BPM- ja iskuntunnistusta
pt: Activar BPM e a Detecção de Batidas

source: Choose Analyser
es: Elegir analizador
fi: Valitse analysaattori
pt: Escolher o Analisador

source: Beat Analyser:
es: Analizador de ritmo:
fi: Iskuanalysaattori:
pt: Analizador de Batidas:

source: Choose between different algorithms to detect beats.
es: Elige entre los diferentes algoritmos para detectar los golpes.
fi: Valitse eri iskuntunnisusalgoritmien välillä.
pt: Escolha de entre algoritmos diferentes para detectar batidas

source: Analyser Settings
es: Configuración de analizador
fi: Analysaattorin asetukset
pt: Definições do Analisador

source: Enable Fast Analysis (For slow computers, may be less accurate)
es: Activar análisis rápido (para equipos lentos, puede ser menos preciso)
fi: Käytä nopeaa analysointia (hitaammille tietokoneille, saattaa aiheuttaa epätarkkuutta)
pt: Activar Analise Rápida (para computadores mais lentos, poderá ser menos preciso)

source: Assume constant tempo (Recommended)
es: Asumir tempo constante (recomendado)
fi: Oleta tasainen tempo (suositus)
pt: Assumir tempo constante (recomendado)

source: Enable Offset Correction (Recommended)
es: Habilitar Correccion de Contrarresto (Recomendado)
fi: Käytä poikkeamakorjausta (suositeltu asetus)
pt: Activar Correcção Offset (recomendado)

# DlgBeatsDlg#16
source: BPM Range
es: Rango de PPM
fi: Tempoalue
pt: Intervalo de BPM

source: Max:
es: Máx:
pt: Máx:

# DlgBeatsDlg#19
source: Reset to Defaults
es: Restablecer valores predeterminados
fi: Palauta oletusarvot
pt: Repor as Predefinições

source: BPM Scheme
es: Esquema de PPM
fi: Tempomalli
pt: Esquema de BPM

source: Scheme Name:
es: Nombre del esquema:
fi: Tempomallin nimi:
pt: Nome do esquema:

# DlgBpmSchemeDlg#3
source: BPM Range
es: Rango de PPM
fi: Tempoalue
pt: Intervalo de BPM

source: Max
es: Máx
fi: Maksimi
pt: Máx.

source: Min
es: Mín
fi: Minimi
pt: Mín.

source: Analyze Entire Track
es: Analizar Toda La Pista
fi: Analysoi koko kappale
pt: Analisar a Faixa Inteira

source: Controller Learning Wizard
es: Guia de Aprendizaje para Controlador
fi: Ohjattu ohjainten määrittely
pt: Assistente de aprendizagem de controlador

source: Click any control in the Mixxx interface or choose one from the list. Then move a control on your controller to map it. Repeat this as many times as you wish. When you are finished mapping controls, click Done.
es: Haz clic en cualquier control de la interfaz de Mixxx, o selecciona uno de la lista. Luego mueve el control de tu controlador para mapearlo. Repite esto cuantas veces quieras. Cuando termines de mapear controles, haz click en Hecho.
fi: Napsauta jotain mixxx-käyttöliittymän ohjainta tai valitse ohjain luettelosta. Liikuta tämän jälkeen ohjainlaitteesta haluttua ohjainta. Toista tätä niin useasti kuin haluat. Kun olet liittynyt haluamasi ohjaimet, paina Valmis.
pt: Clique um controlo no interface do Mixxx ou escolha um da lista. De seguida, accione um controlo no seu controlador para o associar. Repita esta operação tantas vezes quantas o deseje. Quando tiver terminado de associar os controlos, clique Terminado

source: Done
es: Hecho
fi: Valmis
pt: Concluído

source: To map another control click a button or choose from the list.
es: Para mapear otro control haz clic en un botón o selecciónalo de la lista.
fi: Jos haluat liittää toisen ohjaimen, paina nappia tai valitse ohjain luettelosta.
pt: Para associar outro controlo clique num botão ou escolha um da lista.

source: Choose Control
es: Elegir Control
fi: Valitse ohjain
pt: Escolha o Controlo

source: Deck %1
fi: Dekki %1
pt: Leitor %1

source: Reset to default
es: Restaurar al valor predeterminado
fi: Palauta oletukset
pt: Repor as predefinições

source: Master volume
es: Volumen maestro
fi: Äänenvoimakkuus
pt: Volume mestre

source: Master balance
es: Balance maestro
fi: Yleinen kanavatasapaino
pt: Balance Principal

source: Headphone volume
es: Volumen de los auriculares
fi: Kuulokkeiden äänenvoimakkuus
pt: Volume dos Fones

source: Headphone mix (pre/main)
es: Mezcla de los auriculares (pre/maestro)
fi: Kuulokemiksaus (esikuuntelu/pääulostulo)
pt: Mistura nos auscultadores (pré-escuta/geral)

source: Transport
es: Transporte
fi: Liikenne
pt: Transporte

source: Strip-search through track
fi: Etsi nopeasti kappaleesta
pt: Pesquisar nas pistas

source: Play button
es: Botón de reproducción
fi: Soita-nappi
pt: Tecla Play

source: Volume fader
es: Atenuador de volumen
fi: Äänenvoimakkuuden säädin
pt: Fader Volume

source: Fast rewind button
es: Botón de rebobinado rápido
fi: Nopea takaisinkelaus -nappi
pt: Tecla de retrocesso rápido

source: Fast forward button
es: Botón de avance rápido
fi: Nopea eteenpäinkelaus -nappi
pt: Botão de avanço rapido

source: Jump to start of track
es: Saltar al comienzo de la pista
fi: Hyppää kappaleen alkuun
pt: Saltar para o inicio da faixa

source: Jump to end of track
es: Saltar al final de la pista
fi: Hyppää kappaleen loppuun
pt: Saltar para o fim da faixa

source: Play reverse button
es: Botón de reproducción en reversa
fi: Takaperinsoitto -nappi
pt: Tecla de leitura invertida

source: Gain knob
es: Perilla de Ganancia
fi: Sisääntulon herkkyys
pt: Controlo de Ganho

source: Headphone listen button
es: Botón de escucha por Auriculares
fi: Kuulokekuuntelun nappi
pt: Botão de audição dos fones

source: Toggle repeat mode
es: Alternar modo repetición
fi: Valitse kertaustila
pt: Alternar modo de repetição

source: Eject track
es: Expulsar la pista
fi: Poista kappale dekistä
pt: Ejectar a faixa

source: Mix orientation (e.g. left, right, center)
es: Orientación de la mezcla (ej. izquierda, derecha, centro)
fi: Miksauksen suunta (vasen, oikea, keskellä)
pt: Orientação da Mistura (ex.: esquerda, direita, centro)

source: BPM and Sync
es: PPM y sincronización
fi: BPM ja tahdistus
pt: Sincronização e BPM

source: BPM tap button
fi: BPM-syötön nappi
pt: Botão de batimento BPM

source: Adjust beatgrid
es: Ajustar cuadrícula de tempo
fi: Säädä iskuverkkoa
pt: Ajustar grelha de batida

source: Toggle quantize mode
es: Activar el modo de cuantización
fi: Kvantisoinnin valintanappi
pt: Activar/desactivar o modo de quantificação

source: Beat sync (tempo and phase)
es: Sincronizar Beat (pulso y fase)
fi: Iskuntahdistus (tempo ja vaihe)
pt: Sincrinização da batida (tempo e fase)

source: Beat sync (tempo only)
es: Sincronizar Beat (sólo pulso)
fi: Iskuntahdistus (tempo)
pt: Syncro do ritmo (apenas tempo)

source: Beat sync (phase only)
es: Sincronizar Beat (sólo fase)
fi: Iskujen tahdistus (vain vaihe)
pt: Sincronização de Batida (só fase)

source: Pitch and Rate
es: Tono y frecuencia
fi: Korkeus ja nopeus
pt: Altura e Velocidade

source: Toggle keylock mode
es: Activar modo de bloqueo
fi: Valitse sävellajin lukitustila
pt: Activar/desactivar o modo de bloqueio

source: Pitch control slider
es: mando control de tono
fi: Nopeudensäädin (pitch)
pt: Cursor de controlo de altura

source: Adjust rate up (fine)
fi: Säädä nopeammaksi (hienosäätö)
pt: Ajustar o aumento da velocidade (preciso)

source: Adjust rate down (fine)
fi: Säädä hitaammaksi (hienosäätö)
pt: Ajustar a diminuição da velocidade (preciso)

source: Pitch-bend rate up (fine)
fi: Venytä nopeutta ylöspäin (hienosäätö)
pt: Desvio da velocidade - aumento (preciso)

source: Adjust rate up (coarse)
es: Aumentar velocidad (bruto)
pt: Ajustar o aumento da velocidade (grosseiro)

source: Adjust rate down (coarse)
es: Disminuir velocidad (bruto)
pt: Ajustar diminuição da velocidade (grosseiro)
