Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

source: Displays the title of the loaded track.
es: Muestra el título de la pista cargada.
fi: Näytää ladatun kappaleen nimi.
pt: Mostra o título da faixa.

source: Track Album
es: Álbum de la pista
fi: Kappaleen albumi
pt: Album da faixa

source: Displays the album name of the loaded track.
es: Muestra el nombre del álbum de la pista cargada.
fi: Näyttää ladatun kappaleen albumin.
pt: Mostra o nome do album da faixa carregada.

source: Track Artist/Title
es: Artista/Título de la pista
pt: Artista/título da faixa

source: Displays the artist and title of the loaded track.
es: Muestra el artista y el título de la pista cargada.
fi: Näyttää ladatun kappaleen esittäjän ja nimen.
pt: Mostra o artista e o título da faixa carregada.

source: Toggles the flange effect. Use the depth/delay/lfo knobs to adjust.
es: Activa el efecto de Flanger. Usa las perillas depth/delay/lfo para regularlo.
pt: Activa/desactiva o efeito flange. Use os botões profundidade/atraso/lfo para o ajustar.

source: Flanger Delay
es: Retraso del flanger
fi: Flangerin viive
pt: Atraso do Flanger

source: Adjusts the phase delay of the flange effect (when active).
es: Ajusta el Delay del efecto de Flanger (cuando está activo).
fi: Säätää flange-efektin vaiheviivettä (efektin ollessa aktiivinen).
pt: Ajusta o atraso da fase do efeito flange (quando activo).

source: Flanger Depth
es: Intensidad del flanger
fi: Flangerin syvyys
pt: Profundidade do Flanger

source: Adjusts the intensity of the flange effect (when active).
es: Ajusta la intensidad de los efectos del flanger (cuando está activo)
pt: Ajusta a intensidade do efeito flange (quando activo).

source: Flanger LFO Period
es: Periodo LFO del flanger
pt: Período do LFO do Flanger

source: Adjusts the wavelength of the flange effect (when active).
fi: Säätää flange-efektin aallonpituutta (efektin ollessa aktiivinen).
pt: Ajusta o comprimento de onda do efeito flange (quando activo).

source: Cannot open database
es: No se puede abrir la base de datos
fi: Tietokantaa ei voida avata
pt: Não é possível abrir a base de dados

source: Unable to establish a database connection. Mixxx requires QT with SQLite support. Please read the Qt SQL driver documentation for information on how to build it. Click OK to exit.
es: Incapaz de establecer coneccion con la base de datos. Mixxx requiere QT con soporte SQLite. Por favor lea la documentacion sobre el driver Qt SQL para obtener informacion sobre como compilarlo. Clickee OK para salir.
fi: Tietokantaan ei saada yhteyttä Mixxx vaatii QT:n SQLite tuella. Lue Qt SQL ohjain dokumentaatio sen kääntämistä varten. Valitse OK poistuaksesi.
pt: Incapaz de estabelecer uma ligação com a base de dados. O Mixxx necessita QT com suporte SQLite. Por favor, leia a documentação do driver SQL de QT para mais informações sobre a forma de o construir. Clique em OK para sair.

source: Click OK to exit.
es: Pulsa OK para salir.
fi: Paina OK poistuaksesi.
pt: Clique OK para sair

source: Cannot upgrade database schema
es: No se puede actualizar el esquema de la base de datos
fi: Tietokantamallia ei voida päivittää
pt: Não consegue actualizar o esquema da base de dados

source: Unable to upgrade your database schema to version %1
es: No se ha podido actualizar el esquema de base de datos a la versión %1
pt: Não foi possível actualizar a sua base de dados para a versão %1

source: Your %1 file may be outdated.
es: El archivo %1 puede estar desactualizado.
pt: O seu ficheiro %1 pode estar desactualizado.

source: Your mixxxdb.sqlite file may be corrupt.
es: El archivo mixxxdb.sqlite puede estar corrupto.
pt: O seu ficheiro mixxxdb.sqlite pode estar corrompido.

source: Try renaming it and restarting Mixxx.
es: Pruebe renombrandolo y reiniciando Mixxx.
fi: Yritä nimetä se uudelleen ja käynnistä Mixxx uudelleen.
pt: Tente mudar-lhe o nome e reiniciar o Mixxx.

source: Your %1 file may be missing or invalid.
es: El archivo %1 parece desaparecido o inválido.
pt: O seu ficheiro %1 pode estar em falta ou inválido.

source: (loading) Traktor
es: (cargando) Traktor
fi: (ladataan) Traktor
pt: (carregamento) Traktor

source: Error Loading Traktor Library
es: Error cargando la biblioteca de Traktor
fi: Virhe ladattaessa traktor-kirjastoa
pt: Erro ao carregar a biblioteca Traktor

source: There was an error loading your Traktor library. Some of your Traktor tracks or playlists may not have loaded.
es: Hubo un error cargando la biblioteca de Traktor. Algunas de la listas de reproducción o canciones pueden no haberse cargado.
fi: Tapahtui virhe ladattaessa Traktor-kirjastoa. Jotkin Traktor kappaleista tai soittolistoista saattavat puuttua.
pt: Houve um erro de carregamento da sua biblioteca Traktor. Algumas das suas faixas ou listas de reprodução Traktor podem não ter sido carregadas.

source: Ready to play, analyzing ..
es: Listo para reproducir,analizando ..
pt: Pronto para reproduzir, a analisar ..

source: Loading track ..
es: Cargando pista ..
pt: A carregar faixa ..

source: Finalizing ..
es: Terminando ..
pt: A finalizar ..

source: Search...
es: Buscar...
fi: Etsi...
pt: Procurar...

source: Add to Playlist
es: Añadir a la lista de reproducción
fi: Lisää soittolistaan
pt: Adicionar à Lista de reprodução

source: Add to Crate
es: Añadir al cajón
fi: Lisää levylaukkuun
pt: Adicionar à Caixa

source: Load to Sampler
es: Cargar al Sampler
fi: Lataa sampleriin
pt: Carregar para o Amostrador

# WTrackTableView#4
source: Remove
es: Eliminar
fi: Poista
pt: Remover

source: Hide from Library
es: Ocultar de la biblioteca
fi: Piilota kirjastosta.
pt: Ocultar na Biblioteca

source: Unhide from Library
es: Volver a mostrar en la biblioteca
fi: Näytä kirjastossa.
pt: Reexibir na Biblioteca

source: Purge from Library
es: Eliminar de la biblioteca
pt: Limpar da Biblioteca

source: Properties
es: Propiedades
fi: Ominaisuudet
pt: Propriedades

source: Open in File Browser
es: Abrir en el explorador de archivos
fi: Avaa tiedostoselain
pt: Abrir no Navegador de Ficheiros

source: Add to Auto-DJ Queue (bottom)
es: Añadir a la cola de Auto-DJ (al final)
fi: Lisää auto-dj -jonon loppuun
pt: Adicionar à fila Auto DJ (em baixo)

source: Add to Auto-DJ Queue (top)
es: Añadir a la cola de Auto-DJ (al principio)
fi: Lisää auto-dj -jonon alkuun
pt: Adicionar à fila Auto DJ (em cima)

source: Reload Track Metadata
es: Recargar los Metadatos de la Pista
fi: Lataa kappaleen metadata uudelleen
pt: Recarregar os metadados da faixa

source: Load to Preview Deck
pt: Carregar no Deck de Previsualização

source: Reset Play Count
es: Reestablecer el contador de reproducción
fi: Nollaa soittokerrat
pt: Reiniciar o contador de leitura.

source: Lock BPM
es: Bloquear PPM
fi: Lukitse BPM
pt: Bloquear o Tempo (BPM)

source: Unlock BPM
es: Desbloquear PPM
fi: Poista BPM-lukitus
pt: Desbloquear o Tempo (BPM)

source: Clear BPM and Beatgrid
es: Borrar BPM y cuadrícula de tempo
fi: Tyhjennä BPM ja iskuverkko
pt: Limpar o Tempo (BPM) e a grelha rítmica

source: Load to Deck %1
es: Cargar al deck %1
fi: Lataa dekkiin %1
pt: Carregar no Leitor %1

# WTrackTableView#19
source: Sampler %1
pt: Amostra %1

source: Show or hide columns.
es: Mostrar u ocultar columnas
fi: Näytä tai piilota sarakkeita.
pt: Mostrar/ocultar colunas

# BasePlaylistFeature#16
source: _copy
es: _copiar
fi: _kopioi

# BasePlaylistFeature#19
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
es: Archivos de lista de reproducción (*.m3u *.m3u8 *.pls *.csv)
fi: Soittolistan tiedostot (*.m3u *.m3u8 *.pls *.csv)

# BasePlaylistFeature#20
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
es: Lista de reproducción M3U (*.m3u);;Lista de reproducción M3U8 (*.m3u8);;Lista de reproducción PLS (*.pls);;Texto CSV (*.csv);;Texto legible (*.txt)

# BaseSqlTableModel#2
source: Artist
es: Artista
fi: Esittäjä

# BaseSqlTableModel#4
source: Album
es: Álbum
fi: Levy

# BaseSqlTableModel#13
source: Bitrate
es: Tasa de bits
fi: Bittinopeus

# BaseSqlTableModel#14
source: BPM
es: PPM

# BaseSqlTableModel#19
source: Key
es: Clave
fi: Sävellaji

# BrowseTableModel#11
source: BPM
es: PPM

# ControllerMappingDlg#6
source: Remove
es: Quitar
fi: Poista

# CrateFeature#5
source: _copy
es: _copiar
fi: _kopioi

# CrateFeature#17
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
es: Archivos de lista de reproducción (*.m3u *.m3u8 *.pls *.csv)
fi: Soittolistan tiedostot (*.m3u *.m3u8 *.pls *.csv)

# CrateFeature#18
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
es: Lista de reproducción M3U (*.m3u);;Lista de reproducción M3U8 (*.m3u8);;Lista de reproducción PLS (*.pls);;Texto CSV (*.csv);;Texto legible (*.txt)

source: When beat detection is enabled, Mixxx detects the beats per minute and beats of your tracks, automatically shows a beat-grid for them, and allows you to synchronize tracks using their beat information.
es: Cuando está activada la detección de ritmo, Mixxx detecta los compases por minuto y los compases de las pistas, muestra automáticamente una rejilla de ritmo, y te permite sincronizar las pistas usando la información de compases.

source: Enable fast beat detection. If activated Mixxx only analyzes the first minute of a track for beat information. This can speed up beat detection on slower computers but may result in lower quality beatgrids.
es: Activar la detección rápida de compases. Si está activado, Mixxx sólo analiza el primer minuto de una pista para obtener la información sobre el ritmo. Eso puede agilizar la detección del ritmo en ordenadores lentos, pero puede producir rejillas de ritmo de peor calidad.

source: Min:
es: Mín:

source: Mixer
es: Mezclador
fi: Mikseri

source: Looping
es: Repetición
fi: Loopit

source: Hotcues
es: Teclas rápidas

source: Loop Exit button
es: Botón Salida de Bucle

# DlgHidden#4
source: Purge selected tracks from the library.
es: Limpiar las pistas seleccionadas de la biblioteca.

# DlgHidden#5
source: Purge
es: Limpiar

# DlgMissing#4
source: Purge selected tracks from the library.
es: Limpiar las pistas seleccionadas de la biblioteca.

# DlgMissing#5
source: Purge
es: Limpiar

# DlgPrefEQDlg#1
source: Form1
es: Formulario1
fi: Muoto1

source: It may take a few seconds after track analysis is finished for a newly calculated replaygain to be applied. To avoid abrupt volume changes Mixxx does not change the replaygain of playing tracks.
es: Esto puede tomar algunos segundos después de que el análisis de las pistas haya finalizado para que la repetición de ganancia recientemente calculada sea aplicada. Para evitar cambios bruscos de volumen Mixxx no cambia la repetición de ganancia de la reproducción de las pistas.

source: Dynamically update Ogg Vorbis metadata.
es: Actualizar dinámicamente los metadatos Ogg Vorbis.

source: Due to flaws in some streaming clients, updating Ogg Vorbis metadata dynamically can cause listener glitches and disconnections. Check this box to update the metadata anyway.
es: Debido a fallas en algunos clientes de transmisión, actualizar dinámicamente los metadatos Ogg Vorbis puede causar interferencias y desconexiones a los oyentes. Marque esta casilla para actualizar los metadatos de todos modos.

# DlgPrefShoutcastDlg#24
source: Bitrate
es: Tasa de bits

# DlgPrefVinylDlg#1
source: Form1
es: Formulario1
fi: Lomake1

source: Interface
es: Interfaz
fi: Käyttöliittymä

source: BPM:
es: PPM:

source: Show Vinyl Control Section
es: Mostrar la Sección de Control de Vinilo

source: Show Microphone Section
es: Mostrar seccion del microfono

source: &Reload Skin
es: &Recargar Skin

source: Reload the skin
es: Recargar el skin

source: Ctrl+Shift+R
es: Ctrl+Mayús+R

source: Ctrl+Shift+F
es: Ctrl+Mayús+F

source: Ctrl+Shift+N
es: Ctrl+Mayús+N

source: Upgrading Mixxx from v1.9.x/1.10.x.
es: Actualizar Mixxx desde v1.9.x/1.10.x.

# Tooltips#10
source: Waveform Display
es: Mostrar forma de onda

# Tooltips#48
source: Vinyl Control
es: Control de vinilo

source: Preview Deck
es: Previsualizar mesa

source: Show/hide the Preview deck.
es: Mostrar/Ocultar la previsualizacion de mesa

source: Loop Exit
es: Salida del bucle

# DlgControllerLearning#7
source: Sampler %1
fi: Näytesoitin %1

# DlgControllerLearning#10
source: Crossfader
fi: Ristihäivytys

source: Scratching
fi: Skrätsäys

# DlgPrefRecord#1
source: kbps
fi: kb/s

source: experimental
fi: kokeellinen
