Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

source: Master Peak Indicator
es: Indicador de Pico Maestro
fi: Pääkanavan leikkausilmaisin
pt: Indicador de pico principal

source: Indicates when the signal on the master output is clipping,
es: Indica cuando la señal de la salida Maestra se está recortando,
pt: Indica quando o sinal na saída principal está a ser aparado

source: Channel Volume Meter
es: Vúmetro de canal
fi: Kanavan äänenvoimakkuusmittari.
pt: Vu-meter do canal

source: Shows the current channel volume.
es: Muestra el volumen actual del canal.
fi: Esittää nykyisen kanavan äänenvoimakkuuden.
pt: Mostra o volume do canal corrente

source: Microphone Volume Meter
es: Vúmetro del Micrófono
fi: Mikrofonin äänenvoimakkuusmittari
pt: Vu-meter do Microfone

source: Shows the current microphone volume.
es: Muestra el volumen actual del micrófono
fi: Esittää nykyisen mikrofonikanavan äänenvoimakkuuden
pt: Mostra o volume corrente do microfone.

source: Master Channel Volume Meter
es: Vúmetro del canal maestro
fi: Pää-kanavan äänenvoimakkuusmittari.
pt: Vu-meter do Canal Principal

source: Shows the current master volume for the left channel.
es: Muestra el volumen maestro actual para el canal izquierdo.
pt: Mostra o volume corrente do canal principal esquerdo.

source: Volume Control
es: Control de volumen
fi: Äänenvoimakkuuden säätö
pt: Controlo do Volume

source: Adjusts the volume of the selected channel.
es: Ajusta el volumen del canal seleccionado.
pt: Ajusta o volume do canal seleccionado.

source: Master Volume
es: Volumen Maestro
fi: Pää-äänenvoimakkuus
pt: Volume Principal

source: Adjusts the master output volume.
es: Ajusta el volumen maestro de salida.
pt: Ajusta o volume da saída principal.

source: Determines the master output by fading between the left and right channels.
es: Determina la salida maestra mezclando los canales izquierdo y derecho.
pt: Determina a saída principal por atenuação entre os canais esquerdo e direito.

source: Balance
fi: Kanavatasapaino
pt: Panorâmico

source: Adjusts the left/right channel balance on the master output.
es: Ajusta el balance izquierdo/derecho de la salida maestra.
pt: Ajusta o balanço esquerda/direita na saída principal.

source: Headphone Volume
es: Volumen de los auriculares
fi: Kuulokkeiden äänenvoimakkuus
pt: Volume do auscultador

source: Adjusts the headphone output volume.
es: Ajusta el volumen de los auriculares.
pt: Ajusta o volume de saída do auscultador

source: Headphone Mix
es: Mezcla de Auriculares
pt: Mistura do auscultador

source: Controls what you hear on the headphone output.
es: Controla qué escuchas en la salida de auriculares.
fi: Ohjaa mitä kuulokeulostulosta toistetaan.
pt: Controla o que ouve na saída de auscultador.

source: Mix Orientation
es: Orientación de la mezcla
pt: Orientação da mistura

source: Set the channel's mix orientation.
es: Configurar la orientación de los canales de la mezcla
pt: Regular a orientação da mistura do canal.

source: Either to the left side of crossfader, to the right side or to the center (default).
pt: Seja para o lado esquerdo do cursor de mistura, seja para o lado direito, seja ao centro (por defeito).

# Tooltips#44
source: Microphone
es: Micrófono
pt: Microfone

source: Show/hide the Microphone section.
es: Mostrar/ocultar la sección del Micrófono.
pt: Mostrar/ocultar a secção Microfone.

source: Sampler
fi: Näytesoitin
pt: Amostrador

source: Show/hide the Sampler section.
es: Mostrar/ocultar la sección de Sampler.
pt: Mostrar/ocultar a secção Amostrador

source: Show/hide the Vinyl Control section.
es: Mostrar/ocultar la sección de Control de vinilo.
pt: Mostrar/ocultar a secção Controlo Vinilo.

source: Microphone Volume
es: Volumen del micrófono
fi: Mikrofonin äänenvoimakkuus
pt: Volume do Microfone

source: Adjusts the microphone volume.
es: Ajusta el volumen del micrófono.
fi: Säätää mikrofonin äänenvoimakkuutta.
pt: Ajusta o volume do microfone

source: Microphone Talk-Over
es: «Talk-Over» de micrófono
pt: Anúncio Microfone

source: Hold-to-talk or short click for latching to
pt: Manter premido para falar ou clicar brevemente para trancar.

source: mix microphone input into the master output.
es: mezcla la entrada de micrófono en la salida maestra.
pt: misturar a entrada microfone à saída principal.

source: Raise Pitch
es: Aumentar el pitch
fi: Nosta sävelkorkeutta
pt: Aumentar a velocidade

source: Sets the pitch higher.
es: Establece el pitch más alto.
fi: Aseta sävelkorkeus suuremmaksi.
pt: Ajusta o aumento da velocidade

source: Sets the pitch higher in small steps.
es: Establece el pitch más alto en pequeños pasos.
fi: Aseta sävelkorkeus suuremmaksi pienin muutoksin.
pt: Ajusta o aumento da velocidade em pequenos passos

source: Lower Pitch
es: Bajar el tono
fi: Matalampi sävelkorkeus
pt: Diminui a velocidade

source: Sets the pitch lower.
es: Establece el pitch más bajo.
fi: Aseta sävelkorkeus matalammaksi.
pt: Ajusta a diminuição da velocidade

source: Sets the pitch lower in small steps.
es: Establece el pitch más bajo en pequeños pasos.
fi: Aseta sävelkorkeus malammaksi pienin muutoksin.
pt: Ajusta a diminuição da velocidade em pequenos passos

source: Raise Pitch Temporary (Nudge)
es: Elevar temporalmente el tono («Nudge»)
fi: Nosta sävelkorkeutta hetkellisesti (Töytäisy)
pt: Aumenta a velocidade temporariamente (Impulso)

source: Holds the pitch higher while active.
es: Mantiene el pitch más alto cuando está activo.
pt: Mantém a velocidade aumentada enquanto activo.

source: Holds the pitch higher (small amount) while active.
es: Mantiene el pitch más alto (en pequeña cantidad) mientras está activo.
pt: Mantém a velocidade aumentada (pequena quantidade) enquanto activo

source: Lower Pitch Temporary (Nudge)
es: Bajar temporalmente el tono («Nudge»)
fi: Pudota sävelkorkeutta hetkellisesti (Töytäisy)
pt: Diminui a velocidade temporariamente (Impulso)

source: Holds the pitch lower while active.
es: Mantiene el pitch más bajo cuando está activo.
pt: Mantém a velocidade diminuida enquanto activo

source: Holds the pitch lower (small amount) while active.
es: Mantiene el tono más bajo (en pequeña cantidad) mientras está activo.
pt: Mantém a velocidade diminuida (pequena quantidade) enquanto activo.

source: Low EQ
es: Ecualización de Graves
fi: Matalien taajuuksien korjain
pt: Equalizador dos Graves

source: Adjusts the gain of the low EQ filter.
es: Ajusta la ganancia del filtro de graves.
pt: Ajusta o ganho do filtro dos graves.

source: Mid EQ
es: Ecualización de Medios
fi: Keskitaajuuksien korjain
pt: Equalizador dos Médios

source: Adjusts the gain of the mid EQ filter.
es: Ajusta la ganancia del filtro de medios.
pt: Ajusta o ganho do filtro dos médios

source: High EQ
es: Ecualización de Agudos
fi: Korkeiden taajuuksien korjain
pt: Equalizador dos Agudos

source: Adjusts the gain of the high EQ filter.
es: Ajusta la ganancia del filtro de agudos.
pt: Ajusta o ganho do filtro dos agudos

source: Hold-to-kill or short click for latching.
fi: Leikkaa kuunes hiiren nappia pidetään pohjassa. Kytke päälle tai pois napsauttamalla lyhyesti.
pt: Manter premido para filtrar ou clicar brevemente para trancar.

source: High EQ Kill
es: Eliminar Agudos
pt: Supressão dos Agudos

source: Holds the gain of the high EQ to zero while active.
es: Mantiene la ganancia del filtro de agudos en cero, mientras está activo.
fi: Leikkaa korkeat taajuudet minimiin aktivoituna.
pt: Força o ganho do equalizador de agudos a zero enquanto activo.

source: Mid EQ Kill
es: Eliminar Medios
pt: Supressão dos Médios

source: Holds the gain of the mid EQ to zero while active.
es: Mantiene la ganancia del filtro de medios en cero, mientras está activo.
fi: Leikkaa matalat taajuudet minimiin aktivoituna.
pt: Força o ganho do equalizdor dos médios a zero enquanto activo.

source: Low EQ Kill
es: Eliminar Graves
pt: Supressão dos Graves

source: Holds the gain of the low EQ to zero while active.
es: Mantiene la ganancia del filtro de graves en cero, mientras está activo.
fi: Leikkaa keskitaajuudet minimiin aktivoituna.
pt: Força o ganho do equalizador de graves a zero enquanto activo.

source: Displays the tempo of the loaded track in BPM (beats per minute).
es: Muestra el tempo de la pista cargada, en BPM (golpes por minuto).
fi: Näytä ladatun kappaleen tempo BPM-muodossa. (Beats Per Minute, iskua minuutissa)
pt: Mostra o tempo da faixa carregada em BPM (batidas por minuto)

source: BPM Tap
es: PPM por golpes
fi: BPM naputus
pt: Bater BPM

source: When tapped repeatedly, adjusts the BPM to match the tapped BPM.
es: Cuando se golpea repetidamente, ajusta las PPM para que coincidan con las PPM golpeadas.
pt: Quando batido repetidamente, ajusta o BPM para corresponder ao BPM batido.

source: Tempo and BPM Tap
es: Tempo y PPM por golpes
fi: Tempon ja BPM:n naputus
pt: Batimento de Tempo e BPM

source: Show/hide the spinning vinyl section.
es: Mostrar/ocultar la sección de vinilo giratorio
fi: Näytä/Piilota pyörivä vinyylialue
pt: Mostrar/ocultar a secção do Vinilo em Rotação

source: Adjust Beatgrid
es: Ajustar cuadrícula de tempo
fi: Säädä Beatgrid
pt: Ajustar a grelha ritmica

source: Adjust beatgrid so the closest beat is aligned with the current play position.
es: Ajusta la cuadrícula de tempo para que el golpe más cercano se alinee con la posición actual de reproducción.
pt: Ajustar a grelha ritmica para que o tempo mais próximo seja alinhado com a posição corrente do cursor.

source: Key-Lock
fi: Sävel-lukitus
pt: Bloquear a tonalidade

source: Prevents the pitch from from changing when the rate changes.
es: Evita que el tono cambie junto con el ritmo.
pt: Impede a altura (tom) de variar quando a velocidade muda.

source: Toggling key-lock during playback may result in a momentary audio glitch.
es: Cambiar a Key-Lock durante la reproducción puede producir una falla momentánea en el audio.
pt: Activar ou desactivar o bloqueio da tonalidade durante a leitura pode provocar uma falha momentânea do som.

source: If quantize is enabled, snaps to the nearest beat.
pt: Quando a quantificação está activada, ajusta-se ao tempo mais próximo.

source: Quantize
es: Cuantizar
fi: Kvantisoi
pt: Quantificação

source: Toggles quantization.
pt: Activa/desactiva a quantificação.

source: Loops and cues snap to the nearest beat when quantization is enabled.
pt: Os loops e as marcas ajustam-se ao tempo mais próximo quando a quantificação está activada.

source: Reverse
es: Reversa
fi: Soita takaperin
pt: Inverter

source: Reverses track playback during regular playback.
es: Reproduce en reversa, durante reproducción normal.
pt: Inverte o sentido da leitura da faixa durante a reprodução normal.

source: Play/Pause
es: Reproducir/Pausar
fi: Soita/pysäytä
pt: Leitura/Pausa

source: Toggles playing or pausing the track.
es: Cambia entre reproducción o pausa de la pista.
pt: Alterna entre a leitura e a pausa da faixa.

source: Jumps to the beginning of the track.
es: Salta al principio de la pista
fi: Hyppää kappaleen alkuun.
pt: Salta para o início da faixa

source: Places a cue-point at the current position on the waveform.
es: Coloca un punto de Cue en la posición actual de la forma de onda.
pt: Coloca um ponto de marcação na posição corrente da forma de onda.

source: Plays or pauses the track.
es: Reproduce o pausa la pista.
fi: Soita tai pysäytä kappale.
pt: Lê ou suspende a leitura da faixa.

source: (while playing)
es: (estando en reproducción)
pt: (durante a leitura)

source: (while stopped)
es: (mientras está parado)
pt: (enquanto parado)

source: Cue
fi: Cue-nappi
pt: Marca de início

source: Seeks the track to the cue-point and stops (=CDJ) OR plays (=simple).
es: Lleva la pista al punto de Cue y para (=CDJ) o reproduce (=simple).
pt: Procura na faixa atá ao ponto de marcação e pára (=CDJ) ou procede à leitura (=Vinilo).

source: Seeks the track to the cue-point and stops.
es: Lleva la pista al punto de Cue y para.
pt: Procura na faixa até ao ponto de marcação e depois pára.

source: Headphone
es: Auriculares
fi: Kuulokkeet
pt: Auscultador

source: Sends the selected channel's audio to the headphone output.
es: Envía el canal de audio seleccionado a la salida de auriculares.
pt: Envia o som do canal seleccionado para a saída de auscultador.

source: Syncs to the first deck (in numerical order) that is playing a track and has a BPM.
pt: Sincroniza com o primeiro Deck (em ordem numérica) que está tocar uma faixa e que tem um BPM.

source: If no deck is playing, syncs to the first deck that has a BPM.
pt: Se nenhum Deck estiver a tocar, sincroniza com o primeiro Deck que tenha BPM

source: Decks can't sync to samplers and samplers can only sync to decks.
pt: os Deck não conseguem sincronizar com as amostras e as amostras só conseguem sincronizar com os Decks

source: Setup a loop over the set number of beats.
pt: Configurar um loop sobre o conjunto de batidas.

source: Temporarily setup a rolling loop over the set number of beats.
pt: Configurar temporariamente um rolling loop sobre o conjunto de batidas.

source: Playback will resume where the track would have been if it had not entered the loop.
pt: O Playback vai retornar ao ponto onde a faixa teria ficado se não tivesse entrado no loop.

source: Turns the current loop off.
pt: Desliga o loop

source: Slip Mode
pt: Modo de deslizamento

source: When active, the playback continues muted in the background during a loop, reverse, scratch etc.
pt: Quando activo, o playback continua abafado em segundo plano durante o loop, reverse, scratch etc.

source: Once disabled, the audible playback will resume where the track would have been.
pt: Uma vez desactivado, o playback audível será retomado onde a faixa estaria.

source: Clock
es: Reloj
fi: Kello
pt: Relógio

source: Displays the current time.
es: Muestra la hora actual
fi: Näyttää nykyisen ajan.
pt: Afixa a hora actual

source: If Vinyl control is enabled, displays time-coded vinyl signal quality (see Preferences -> Vinyl Control).
es: Si el control de Vinilo está activo, muestra la calidad de señal del vinilo codificado (ver Preferencias -> Control de vinilo).
pt: Se o Controlo Vinilo está activo, mostra a qualidade do sinal do vinilo codificado (ver Preferências -> Controlo Vinilo).

source: Shows the current master volume for the right channel.
es: Muestra el volumen maestro actual para el canal derecho.
pt: Mostra o volume corrente do canal principal direito.

source: Change the crossfader curve in Preferences -> Crossfader
es: Cambia la curva del crossfader en Preferencias -> Crossfader
pt: Mude a curva do cursor de mistura em Preferências -> Cursor de Mistura

source: Activate Vinyl Control from the Menu -> Options.
es: Activa el control de vinilo desde el Menú -> Opciones.
pt: Active o Controlo Vinilo a partir do Menu -> Opções.

source: Change the step-size in the Preferences -> Interface menu.
pt: Mude o tamanho do passo no menu Preferências -> Interface.

source: Change the default cue behavior in Preferences -> Interface.
es: Cambia el comportamiento del Cue en Preferencias -> Interface.
pt: Mude o comportamento do ponto de marcação em Preferências -> Interface.

source: selected in Preferences -> Sound Hardware.
es: seleccionada en Preferencias -> Hardware de sonido.
pt: seleccionado em Preferências -> Hardware de Som.

source: Fast Rewind
es: Rebobinado rápido
fi: Pikakelaus eteenpäin
pt: Retorno Rápido

source: Fast rewind through the track.
es: Rebobinado rápido a través de la pista.
fi: Nopea kappaleen takaperin kelaus.
pt: Retorno rápido percorrendo a faixa.

source: Fast Forward
es: Avance Rápido
fi: Pikakelaus taaksepäin
pt: Avanço Rápido

source: Fast forward through the track.
es: Avance Rápido a través de la pista.
fi: Nopea kappaleen etuperin kelaus.
pt: Avanço rápido percorrendo a faixa.

source: Jumps to the end of the track.
es: Salta al final de la pista.
fi: Hyppää kappaleen loppuun.
pt: Salta para o fim da faixa.

# Tooltips#136
source: Synchronize
pt: Sincronizar

source: Syncs the tempo (BPM) and phase to that of the other track,
es: Sincroniza el tempo (BPM) y la fase de esta pista, con la otra,
pt: Sincroniza o tempo (BPM) e a fase com a outra faixa,

source: if BPM is detected on both.
es: si fue detectado el BPM en ambas.
fi: jos kummankin BPM on tunnistettu.
pt: se o tempo (BPM) for detectado em ambas.

source: Syncs the tempo (BPM) to that of the other track,
es: Sincroniza el tempo (BPM) de esta pista, con la otra,
pt: Sincroniza o tempo (BPM) com o da outra faixa.

source: Pitch Control
es: Control del pitch
fi: Sävelkorkeuden säätö
pt: Controlo da Velocidade

source: Changes the track playback rate.
pt: Altera a velocidade de leitura da faixa.

source: Pitch Rate
fi: Sävelkorkeuden suhde
pt: Variador de Altura

source: Displays the current playback rate of the track.
pt: Mostra a velocidade corrente da faixa.

source: Repeat
es: Repetir
fi: Kertaa
pt: Repetir

source: When active the track will repeat if you go past the end or reverse before the start.
es: Estando activo la pista se repetirá si se pasa del final o si retrocede antes del comienzo.
pt: Quando activo, a faixa será repetida se for para além do fim, ou em reverso para além do início.

source: Eject
es: Expulsar
fi: Poistaa dekistä
pt: Ejectar

source: Ejects track from the player.
es: Expulsa la pista del reproductor.
pt: Ejecta a faixa do leitor.

source: If hotcue is set, jumps to the hotcue.
es: Si el hotcue está establecido, salta al hotcue.
pt: Se o ponto de marcação estiver definido, salta para o ponto de marcação.

source: If hotcue is not set, sets the hotcue to the current play position.
es: Si el hotcue no está establecido, establece el hotcue en la actual posición de reproducción.
pt: Se o ponto de marcação não estiver definido, define o ponto de marcação no local de leitura corrente.

source: If hotcue is set, clears the hotcue.
es: Si el hotcue está establecido, borra el hotcue.
pt: Se o ponto de marcação estiver definido, apaga o ponto de marcação.

source: Vinyl Control Mode
es: Modo de control de vinilo
pt: Modo de Controlo Vinilo

source: Absolute mode - track position equals needle position and speed.
fi: Absoluuttinen tila - Kappaleen asento vastaa neulan sijaintia ja nopeutta.
pt: Modo Absoluto - a posição na faixa é igual à posição e velocidade da agulha.

source: Relative mode - track speed equals needle speed regardless of needle position.
fi: Suhteellinen tila - Neula seuraa kappaleen noupeutta riippumatta neulan sijainnista.
pt: Modo Relativo - a velocidade da faixa é igual à velocidade da agulha independentemente da posição da agulha.

source: Constant mode - track speed equals last known-steady speed regardless of needle input.
fi: Vakio tila - Kappaleen nopeus vastaa vakionopeutta riippumatta neulan sisääntulosta.
pt: Modo Constante - a velocidade da faixa é igual à última velocidade instantânea conhecida independentemente da posição da agulha.

source: Vinyl Status
es: Estado del vinilo
fi: Vinyylin tila
pt: Estado do Vinilo

source: Provides visual feedback for vinyl control status:
es: Provee retroalimentación visual sobre el estado del control de vinilo:
pt: Fornece um sinal visual para o estado do controlo vinilo:

source: Green for control enabled.
es: Verde para control activo.
pt: Verde para controlo activado.

source: Blinking yellow for when the needle reaches the end of the record.
es: Amarillo parpadeante cuando la aguja alcanza el final de la grabación.
pt: Amarelo a piscar quando a agulha chega ao fin do disco.

source: Red for needle skip detected.
es: Rojo cuando detecta un salto de aguja.
pt: Vermelho quando da detecção dum salto da agulha.

source: Loop-In Marker
es: Marcador de Loop-In
pt: Marcador de Entrada de Loop

source: Sets the deck loop-in position to the current play position.
es: Configura la posición del Loop-In, en la actual posición de reproducción.
pt: Define a posição de entrada de loop na posição corrente de leitura.

source: Loop-Out Marker
es: Marcador de Loop-Out
pt: Marcador de Saída de Loop

source: Sets the deck loop-out position to the current play position.
es: Configura la posición del Loop-Out, en la actual posición de reproducción.
pt: Define a posição de saída do loop na posição corrente de leitura.

source: Loop Halve
es: Dividir Loop
pt: Reduz o loop a metade

source: Halves the current loop's length by moving the end marker.
es: Divide a la mitad el largo del loop actual, moviendo la marca del final.
fi: Puolittaa nykyisen loopin pituuden siirtämällä loppumerkkiä.
pt: Reduz a metade o comprimento do loop corrente, movendo o marcador de fim.

source: Deck immediately loops if past the new endpoint.
es: El deck reinicia inmediatamente el loop si se pasa del nuevo punto de fin.
fi: Dekki toistaa loopin heti, jos ollaan uuden ohituskohdan ohi
pt: O leitor faz loop imdiatamente, se o novo marcador de saída for ultrapassado.

source: Loop Double
es: Duplicar Loop
pt: Duplicação do loop

source: Doubles the current loop's length by moving the end marker.
es: Duplica el largo actual del loop, moviendo la marca del final.
fi: Tuplaa nykyisen loopin pituuden siirtämällä loppumerkkiä.
pt: Duplica o comprimento corrente do loop movendo o marcador de fim.

source: Beatloop
fi: Iskulooppi
pt: Loop de Tempos

source: Reloop/Exit
es: Reloop/Salir
fi: Looppaa uudestaan / poistu loopista
pt: Reloop/Sair

source: Toggles the current loop on or off.
es: Activa o desactiva el actual loop.
pt: Activa ou desactiva o loop corrente.

source: Works only if Loop-In and Loop-Out marker are set.
es: Funciona sólo si se han establecido las marcas de Loop-In y Loop-Out.
pt: Funciona apenas se as marcas de entrada e de saída do loop estiverem definidas.

source: Vinyl Cueing Mode
pt: Modo de Marcação Vinilo

source: Determines how cue points are treated in vinyl control Relative mode:
pt: Determina a forma como os pontos de marcação são tratados no modo de controlo vinilo Relativo.

source: Off - Cue points ignored.
es: Off - Los puntos CUE se ignoran
pt: Inactivo - os pontos de marcação são ignorados.

source: One Cue - If needle is dropped after the cue point, track will seek to that cue point.
pt: Uma Marca – Se a agulha é largada após o ponto de marcação, a faixa posiciona-se nesse ponto de marcação.

source: Hot Cue - Track will seek to nearest previous hot cue point.
es: Hot Cue - La canción buscará el punto previo hot cue más cercano
pt: Marca importante – A faixa posiciona-se no ponto de marcação importante mais próximo e anterior.

source: Track Time
es: Tiempo de pista
fi: Kappaleen kesto
pt: Duração da faixa

source: Displays the elapsed or remaining time of the track loaded.
es: Muestra el tiempo transcurrido o restante, de la pista cargada.
fi: Näyttää ladatun kappaleen kuluneen tai jäljelläolevan ajan.
pt: Mostra o tempo passado ou restante da faixa carregada

source: Click to toggle between time elapsed/remaining time.
es: Clic para cambiar entre tiempo transcurrido/tiempo restante.
fi: Vaihda kuluneen ja jäljelläolevan ajan välillä napsauttamalla.
pt: Clique para alternar entre tempo passado e tempo restante.

source: Track Duration
es: Duración de la Pista
fi: Kappaleen kesto
pt: Duração da Faixa

source: Displays the duration of the loaded track.
es: Muestra la duración de la pista cargada.
pt: Mostra a duração da faixa carregada.

source: Information is loaded from the track's metadata tags.
es: Información cargada desde el tag de metadatos de las pistas.
pt: A informação é carregada a partir das etiquetas de metadados da faixa.

source: Track Artist
es: Artista de la pista
fi: Kappaleen esittäjä
pt: Artista da Faixa

source: Displays the artist of the loaded track.
es: Muestra el artista de la pista cargada.
fi: Näyttää ladatun kappaleen esittäjän.
pt: Mostra o artista da faixa carregada.

source: Track Title
es: Título de la pista
fi: Kappaleen nimi
pt: Título da Faixa
