Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

# DlgPrepare#7
source: Selects all tracks in the table below.
es: Seleccionar todas las pistas en la tabla de abajo.
pt: Seleciona todas as faixas da tabela abaixo

# DlgPrepare#8
source: Select All
es: Seleccionar Todo
pt: Selecionar Tudo

source: Runs the BPM and beatgrid detection on the selected tracks. Waveforms will be generated as part of a analysis as well.
es: Ejecuta la detección de BPM y cuadrícula de tempo sobre las pistas seleccionadas. También se generarán las formas de onda como parte del análisis.
pt: Executa a detecção do BPM e da grelha ritmica nas faixas seleccionadas. Também serão geradas as formas de onda como parte da análise.

# DlgPrepare#10
source: Analyze
es: Analizar
fi: Analysoi
pt: Analisar

source: Stop Analysis
es: Detener análisis
fi: Keskeytä analysointi
pt: Parar a análise

source: Analyzing %1/%2 %3%
es: Analizando %1/%2 %3%
pt: A analizar %1/%2 %3%

# DlgRecording#1
source: Manage
es: Gestionar
fi: Hallinta
pt: Gerir

source: Status:
es: Estado:
fi: Tila:
pt: Estado:

source: Start Recording
es: Iniciar la grabación
fi: Aloita tallennus
pt: Iniciar a Gravação

source: Start recording here ...
es: Iniciar grabacion aqui...
fi: Aloita nauhoitus tästä ...
pt: Iniciar a gravação aqui ...

source: Stop Recording
es: Detener grabación
fi: Lopeta tallennus
pt: Parar a gravação

source: Recording to file:
es: Grabando a archivo:
fi: Tallennetaan tiedostoon:
pt: Gravar no ficheiro

source: MB written
es: MB escritos
fi: MB kirjoitettu
pt: MB escritos

source: Track Editor
es: Editor de Pistas
fi: Kappalemuokkain
pt: Editor de faixas

source: Summary
es: Resumen
fi: Yhteenveto
pt: Resumo

source: Title:
es: Título:
fi: Nimi:
pt: Título:

source: Artist:
es: Artista:
fi: Esittäjä:
pt: Artista:

source: Album:
es: Álbum:
fi: Levy:
pt: Álbum:

source: Track #:
es: Pista #:
fi: Kappale #:
pt: Faixa #:

source: Genre:
es: Género:
fi: Tyylilaji:
pt: Género:

source: Composer:
es: Compositor:
fi: Säveltäjä:
pt: Compositor:

# DlgTrackInfo#9
source: Year
es: Año
fi: Vuosi
pt: Ano

# DlgTrackInfo#10
source: Key
es: Clave
fi: Sävellaji
pt: Nota

source: Filetype:
es: Tipo de archivo:
fi: Tiedostotyyppi:
pt: Tipo de ficheiro:

source: Location:
es: Ubicación:
fi: Sijainti:
pt: Localização:

source: Filename:
es: Nombre de archivo:
fi: Tiedostonimi:
pt: Nome do ficheiro:

source: Bitrate:
es: Tasa de bits:
fi: Bittinopeus:
pt: Débito:

source: Double BPM
es: Duplicar BPM
fi: Tuplaa BPM
pt: Duplicar o BPM

source: Halve BPM
es: Reducir a la mitad los BPM
fi: Puolita BPM
pt: Reduzir o BPM a metade

source: Cuepoints
es: Puntos de Cue
pt: Pontos de marcação

source: &Previous
es: &Previo
fi: &Edellinen
pt: &Anterior

source: &Next
es: &Siguiente
fi: &Seuraava
pt: Segui&nte

source: Duration:
es: Duración:
fi: Kesto:
pt: Duração:

source: Comments:
es: Comentarios:
fi: Kommentit:
pt: Comentários:

source: Reload track metadata from file.
es: Leer metadatos de la pista desde el archivo original
fi: Päivitä metadata tiedostosta.
pt: Recarregar os metadados da faixa a partir do ficheiro.

source: Track BPM:
es: PPM da pista:
fi: Tempo (BPM):
pt: Faixa BPM:

source: Tap to Beat
es: Pulse para averiguar el Beat
fi: Naputa tahdissa
pt: Bata o ritmo

source: Hint: Use the Library Analyze view to run BPM detection.
es: Truco: Use la vista de análisis en la biblioteca para ejecutar la detección de PPM
fi: Vinkki: voit käynnistää tempotunnistuksen kirjaston analysointinäkymstä.
pt: Sugestão: Utilize a vista de Análise da Biblioteca para executar a detecção do BPM.

source: Cue Id
es: Identificacion del Cue
fi: Cue-tunniste
pt: Id da marca

# DlgTrackInfo#29
source: Position
es: Posición
fi: Sijainti
pt: Posição

# DlgTrackInfo#30
source: Hotcue
pt: Marcação

source: Label
es: Etiqueta
fi: Selite
pt: Rótulo

source: Activate Cue
es: Activar Cue
fi: Hyppää cue-merkkiin
pt: Activar marca

source: Delete Cue
es: Borrar Cue
fi: Poista cue-merkki
pt: Apagar marca

source: &Apply
es: &Aplicar
fi: &Käytä
pt: &Aplicar

source: &Cancel
es: &Cancelar
fi: &Peru
pt: &Cancelar

source: Empty
es: Vacío
fi: Tyhjä
pt: Vazio

source: Encoder
es: Codificador
fi: Pakkaaja
pt: Codificador

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> for more information. </html>
es: <html>Mixxx no puede grabar o hacer stream en MP3 sin el codificador de MP3 &quot;lame&quot;. Debido a problemas de licencia, no podemos incluirlo con Mixxx. Para grabar o hacer stream en MP3 debe descargar <b>libmp3lame</b> e instalarlo en su ordenador. <p>Vea <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> para más información. </html>
fi: <html>Mixxx ei voi nauhoittaa tai julkaista MP3- muodossa ilman &quot;lame&quot; -mp3-pakkausohjelmaa. Lisensointiongelmista johtuen, emme voi sisällyttää tätä ohjelman mukaan. Jos haluat toistaa tai nauhoittaa mp3-muodossa, lataa <b>libmp3lame</b>-kirjasto ja asenna se tietokoneellesi. <p>Katso lisätietoja <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> -sivulta.</html>
pt: <html>O Mixxx não consegue gravar ou fazer "stream" em MP3 sem o cidificador MP3 &quot;lame&quot;. Devido a questões de licença, não o podemos incluir com o Mixxx. Para gravar ou fazer "stream" em MP3, deve descarregar <b>libmp3lame</b> e instalá-lo no seu sistema. <p>Consulte <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> para mais informações. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>lame_enc.dll</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> for more information. </html>
es: <html>Mixxx no puede grabar o hacer stream en MP3 sin el codificador de MP3 &quot;lame&quot;. Debido a problemas de licencia, no podemos incluirlo con Mixxx. Para grabar o hacer stream en MP3 debe descargar <b>lame_enc.dll</b> e instalarlo en su ordenador. <p>Vea <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> para más información. </html>
fi: <html>Mixxx ei voi nauhoittaa tai lähettää verkkoon MP3- muodossa ilman MP3 enkooderia &quot;lame&quot;. Lisensointiongelmista johtuen, emme voi sisällyttää tätä Mixxx:iin. Nauhoittaaksesi tai suoratoistaaksesi MP3- muodossa, sinun täytyy ladata <b>libmp3lame</b> ja asentaa se tietokoneellesi. <p>Katso <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> saadaksesi lisätietoa asiasta. </html>
pt: <html>O Mixxx não consegue gravar ou fazer "stream" em MP3 sem o cidificador MP3 &quot;lame&quot;. Devido a questões de licença, não o podemos incluir com o Mixxx. Para gravar ou fazer "stream" em MP3, deve descarregar <b>libmp3lame</b> e instalá-lo no seu sistema. <p>Consulte <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> para mais informações. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> for more information. </html>
es: <html>Mixxx no puede grabar o hacer stream en MP3 sin el codificador de MP3 &quot;lame&quot;. Debido a problemas de licencia, no podemos incluirlo con Mixxx. Para grabar o hacer stream en MP3 debe descargar <b>libmp3lame</b> e instalarlo en su ordenador. <p>Vea <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> para más información. </html>
fi: <html>Mixxx ei voi nauhoittaa tai lähettää verkkoon MP3- muodossa ilman MP3 enkooderia &quot;lame&quot;. Lisensointiongelmista johtuen, emme voi sisällyttää tätä Mixxx:iin. Nauhoittaaksesi tai suoratoistaaksesi MP3- muodossa, sinun täytyy ladata <b>libmp3lame</b> ja asentaa se tietokoneellesi. <p>Katso <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> saadaksesi lisätietoa asiasta. </html>
pt: <html>O Mixxx não consegue gravar ou fazer "stream" em MP3 sem o cidificador MP3 &quot;lame&quot;. Devido a questões de licença, não o podemos incluir com o Mixxx. Para gravar ou fazer "stream" em MP3, deve descarregar <b>libmp3lame</b> e instalá-lo no seu sistema. <p>Consulte <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> para mais informações. </html>

source: <html>Mixxx has detected that you use a modified version of libmp3lame. See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> for more information.</html>
es: <html>Mixxx ha detectado que estas usando una versión modificada de "libmp3lame". See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> for more information.</html>
fi: <html>Käyttämäsi libmp3lame -kirjastosta on mukautettu. Katso lisätietoja <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> sivuilta.</html>
pt: <html>O Mixxx detectou que está a utilizar uma versão modificada do libmp3lame. Consultar <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> Ver para mais informações. </html>

# EngineRecord#1
source: Recording
es: Gravando
fi: Nauhoitus
pt: Gravação

source: <html>Could not create audio file for recording!<p><br>Maybe you do not have enough free disk space or file permissions.</html>
es: <html>¡No se puede crear el Archivo de audio para la grabación<p><br>Tal vez no posea el espacio o los permisos suficentes para ejecutar esta acción</html>
fi: <html>Nauhoitukseen tarvittavaa tiedostoa ei voitu luoda!<p><br>Tarkista levytila ja että valitsemaasi hakemistoon on kirjoitusoikeus.</html>
pt: <html>Não pode criar o ficheiro audio para a gravação!<p><br>Talvez não tenha suficiente espaço livre no seu disco ou permissões sobre o ficheiro.</html>

source: Mixxx encountered a problem
es: Mixxx encontró un problema
fi: Mixxx havaitsi virheen
pt: O Mixxx encontrou um problema

source: Could not allocate shout_t
es: No se pudo asignar shout_t
fi: Tietorakenteen shout_t varaus epäonnistui
pt: Não pode alocar shout_t

source: Could not allocate shout_metadata_t
es: No se pudo asignar shout_metadata_t
fi: Tietorakenteen shout_metadata_t varaus epäonnistui
pt: Não pode alocar shout_metadata_t

source: Error setting non-blocking mode:
es: Error al establecer el modo de no bloqueo:
fi: Virhe asetettaessa ei-esto moodia
pt: Erro na configuração do modo não-blocante

source: Error setting hostname!
es: Error al establecer el nombre de host
fi: Virhe asetettaessa verkkonimeä!
pt: Erro na definição do nome do anfitrião!

source: Error setting protocol!
es: Error al establecer el protocolo
fi: Virhe asetettaessa protokollaa!
pt: Erro na configuração do protocolo!

source: Error setting port!
es: Error al establecer el puerto
fi: Virhe asetettaessa porttia!
pt: Erro na configuração da porta!

source: Error setting password!
es: Error al establecer la contraseña
fi: Virhe asetettaessa salasanaa!
pt: Erro na definição da palavra chave!

source: Error setting mount!
es: Error al establecer el montaje
fi: Virhe asetettaessa liitoskohtaa!
pt: Erro na configuração do montar!

source: Error setting username!
es: Error al establecer el nombre de usuario
fi: Virhe asetettaessa käyttäjätunnusta!
pt: Erro na definição do nome de utilizador!

source: Error setting stream name!
es: Error al establecer el nombre del flujo
fi: Virhe asetettaessa virran nimeä!
pt: Erro na definição do nome de "stream"!

source: Error setting stream description!
es: Error al establecer la descripción del flujo
fi: Virhe asetettaessa virran kuvausta!
pt: Erro na definição da descrição de "stream"!

source: Error setting stream genre!
es: Error al establecer el género del flujo
fi: Virhe asetettaessa virran tyyliä!
pt: Erro na definição do género do "stream"!

source: Error setting stream url!
es: Error al establecer la URL del flujo
fi: Virhe asetettaessa virran URL:ia!
pt: Erro na definição da URL do "stream"!

source: Broadcasting at 96kHz with Ogg Vorbis is not currently supported. Please try a different sample-rate or switch to a different encoding.
es: Broadcasting a 96kHz con Ogg Vorbis no está soportado actualmente. Por favor prueba una diferente tasa de muestreo o codificación.
fi: Verkossa julkaisu 96kHz ogg vorbis-virtojen avulla ei ole vielä tuettu. Valitse joku muu näytenopeus tai vaihda pakkaustapaa.
pt: A difusão em 96 kHz com Ogg Vorbis não é suportada de momento. Queira tentar com uma outra frequência de amostragem ou seleccionar uma codificação diferente.

source: See https://bugs.launchpad.net/mixxx/+bug/686212 for more information.
es: Consulte https://bugs.launchpad.net/mixxx/+bug/686212 para más información.
fi: Katso lisätietoja sivulla https://bugs.launchpad.net/mixxx/+bug/686212 olevasta vikailmoituksesta.
pt: Ver https://bugs.launchpad.net/mixxx/+bug/686212 para mais informações.

source: Error setting bitrate
es: Error al establecer la tasa de bits
fi: Virhe asetettaessa bittinopeutta
pt: Erro na definição do débito

source: Error: unknown server protocol!
es: Error: protocolo del servidor desconocido
fi: Virhe: tuntematon palvelimen protokolla!
pt: Erro: protocolo do servidor desconhecido!

source: Error: libshout only supports Shoutcast with MP3 format!
es: ¡Error: libshout solo soporta Shoutcast en formato MP3!
fi: Virhe: libshout tukee vain mp3-muotoisia shoutcast-lähetyksiä!
pt: Erro: libshout apenas suporta Shoutcast com o formato MP3!

source: Lost connection to streaming server
es: Conección perdida con el servidor de streaming
fi: Yhteys levityspalvelimeen katkesi
pt: Perca de ligação ao servidor de "streaming"

source: Please check your connection to the Internet and verify that your username and password are correct.
es: Comprobe a súa conexión a internet e verifique que o seu nome de usuario e contrasinal son correctos.
fi: Tarkista verkkoyhteytesi tila ja että käyttäjätunnuksesi ja salasanasi ovat oikein.
pt: Queira verificar a sua ligação à Internet e que a sua identificação e palavra passe estão correctas.

source: Live broadcasting
es: Emisión en Vivo
fi: Verkkojulkaisu
pt: Difusão em directo

source: Mixxx has successfully connected to the shoutcast server
es: Mixxx se ha conectado satisfactoriamente al servidor Shoutcast
fi: Yhteys Shoutcast-palvelimeen avattiin onnistuneesti
pt: O Mixxx ligou-se com sucesso ao servidor "shoutcast"

source: Mixxx could not connect to streaming server
es: Mixxx no pudo conectarse al servidor de Streaming
fi: Yhteys levityspalvelimeen epäonnistui
pt: O Mixx não se consegue ligar ao servidor de "streaming"

source: Mixxx has successfully disconnected to the shoutcast server
es: Mixxx se ha desconectado satisfactoriamente del servidor Shoutcast
fi: Yhteys levityspalvelimeen katkaistiin onnistuneesti
pt: O Mixxx desligou-se com sucesso do servidor de "shoutcast"

source: Fatal error
es: Error fatal
fi: Ylitsepääsemätön virhe
pt: Erro fatal

source: Critical error
es: Error crítico
fi: Vakava virhe
pt: Erro crítico

source: Warning
es: Aviso
fi: Varoitus
pt: Aviso

# ErrorDialogHandler#4
source: Information
es: Información
fi: Tietoja
pt: Informação

source: Question
es: Pregunta
fi: Kysymys
pt: Questão

# GLSLWaveformWidget#1
source: Filtered
es: Filtrado
fi: Suodatettu
pt: Filtrado

# GLSimpleWaveformWidget#1
source: Simple
fi: Yksinkertainen
pt: Modo Vinilo

# GLWaveformWidget#1
source: Filtered
es: Filtrado
fi: Suodatettu
pt: Filtrado

source: Generic HID Mouse
es: Ratón HID genérico
fi: Yleinen HID hiiri
pt: DIH genérico - Rato

source: Generic HID Joystick
es: Joystick HID genérico
fi: Yleinen HID ohjaussauva
pt: DIH genérico - Joystick

source: Generic HID Gamepad
es: Gamepad HID genérico
fi: Yleinen HID peliohjain
pt: DIH genérico - Gamepad

source: Generic HID Keyboard
es: Teclado HID genérico
fi: Yleinen HID näppäimistö
pt: DIH genérico - Teclado

source: Generic HID Multiaxis Controller
es: Controlador multieje HID genérico
fi: Yleinen HID moniakselinen-ohjain
pt: DIH genérico - Controlador multieixos

source: Unknown HID Desktop Device
es: Dispositivo de escritorio HID desconocido
fi: Tuntematon HID laite
pt: DIH para Ambiente de trabalho desconhecido

source: HID Infrared Control
es: Control de infrarrojos HID
fi: HID Infrapunaohjain
pt: DIH para Controlo de Infravermelhos

source: Unknown Apple HID Device
es: Dispositivo HID de Apple desconocido
fi: Tuntematon Apple HID laite
pt: DIH para Apple desconhecido

source: HID Unknown Device
es: Dispositivo HID desconocido
fi: HID Tuntematon laite
pt: DIH Dispositivo desconhecido

source: HID Interface Number
es: Número de interfaz HID
pt: DIH - Número de interface

source: Select your iTunes library
es: Seleccione su biblioteca de iTunes
fi: Valitse iTunes kirjastosi
pt: Seleccione a sua biblioteca iTunes

source: (loading) iTunes
es: (cargando) iTunes
fi: (ladataan) iTunes
pt: (a carregar) iTunes

source: Use Default Library
es: Usar la biblioteca predeterminada
fi: Käytä oletuskirjastoa
pt: Utilizar a biblioteca padrão

source: Choose Library...
es: Escoger Biblioteca...
fi: Valitse kirjasto...
pt: Escolha a biblioteca...

source: Error Loading iTunes Library
es: Error Cargando la Biblioteca de iTunes
fi: Virhe ladattaessa iTunes-kirjastoa
pt: Erro ao carregar a biblioteca iTunes

source: There was an error loading your iTunes library. Some of your iTunes tracks or playlists may not have loaded.
es: Hubo un error cuando se leía la biblioteca de iTunes. Algunas de las pistas o de las listas de reproducción de iTunes tal vez no hayan sido leídas.
fi: Tapahtui virhe ladattaessa iTunes kirjastoa. Osa iTunes kappaleista tai soittolistoista saattaa puuttua.
pt: Houve um erro no carregamento da sua biblioteca iTunes. Algumas das suas faixas ou listas de reprodução iTunes podem não ter sido carregadas.

source: Drag a preset from the list & drop it here
es: Arrastre una configuración de la lista y suéltela aquí
fi: Vedä esiasetus luettelosta ja pudota se tänne
pt: Arraste uma prédefinição da lista e largue-a aqui

source: activate
es: activar
fi: aktivoi
pt: activar

source: toggle
es: cambiar
fi: näkyvyys
pt: alternar

source: right
es: derecha
fi: oikea
pt: direita

source: left
es: izquierda
fi: vasen
pt: esquerda

source: right small
es: derecha pequeño
pt: direita (curto)

source: left small
es: izquierda pequeño
pt: esquerda (curto)

source: up
es: arriba
fi: ylös
pt: cima

source: down
es: abajo
fi: alas
pt: baixo

source: up small
es: arriba pequeño
pt: cima (curto)

source: down small
es: abajo pequeño
pt: baixo (curto)

source: Shortcut
es: Atajo
fi: Pikakuvake
pt: Atalho

source: Library Scanner
es: Analizador de biblioteca
fi: Kokoelman läpikäynti
pt: Analisar a biblioteca

source: It's taking Mixxx a minute to scan your music library, please wait...
es: Le tomara unos segundos a Mixxx escanear tu biblioteca de música. Por favor, espere...
fi: Kokoelman läpikäynti kestää hetken. Ole hyvä ja odota...
pt: Queira aguardar alguns instantes para o Mixxx analisar a sua biblioteca musical...

source: Cancel
es: Cancelar
fi: Keskeytä
pt: Cancelar

source: Scanning:
es: Analizando:
pt: A pesquisar

source: MixxxControl not found
es: No se ha podido encontrar MixxxControl
fi: MixxxControl-kohdetta ei löytynyt
pt: MixxxControl não encontrado

source: The MixxxControl '%1, %2' specified in the loaded mapping is invalid.
es: El MixxxControl '%1, %2' especificado en el mapa cargado es inválido.
fi: Ladatussa asetustiedostossa määritelty MixxxControl-'%1, %2' on virheellinen.
pt: O MixxxControlo '%1, %2' especificado na associação carregada é inválido.

source: The MIDI output message 0x%1 0x%2 will not be bound. (Click Show Details for hints.)
es: El mensaje de salida MIDI 0x%1 0x%2 no será obligatorio. (Clic en Ver Detalles para consejos)
fi: Lähetetävää MIDI-viestiä 0x%1 0x%2 ei sidota. (Lisätietoja 'näytä yksityiskohdat napista)
pt: A mensagem de saída MIDI 0x%1 0x%2 não será destinada. (Clique em Mostrar Detalhes para sugestões.)

source: * Check to see that the MixxxControl name is spelled correctly in the mapping file (.xml)
es: Compruebe que el nombre MixxxControl está escrito correctamente en el archivo de mapeo (.xml)
fi: Varmista että MixxxControl-kohteen nimi on oikein kirjoitettu xml-määrittelytiedostossa
pt: * Verifique que o nome do MixxxControl está escrito correctamente no ficheiro de associação (.xml)

source: * Make sure the MixxxControl you're trying to use actually exists. Visit this wiki page for a complete list:
es: *Asegúrese que exista el MixxxControl que está tratando de usar . Visite esta página wiki para la lista completa:
fi: Tarkista että käytettävä MixxxControl-kohde on olemassa. Voit nähdä kelvolliset arvot wiki-sivulta:
pt: * Assegure-se que o MixxxControl que está a tentar usar existe realmente. Consulte esta página do wiki para uma lista completa:

# MixxxApp#3
source: Choose music library directory
es: Elija el directorio de biblioteca de música
fi: Valitse musiikkikokoelman sijainti
pt: Escolha a pasta da biblioteca musical

source: Sound Device Busy
es: El dispositivo de sonido está ocupado
fi: Äänilaite on varattu
pt: Dispositivo de som ocupado

source: Get <b>Help</b> from the Mixxx Wiki.
es: Obtenga <b>ayuda</b> del wiki de Mixxx.
fi: Etsi <b>apua</b> Mixxx-wikistä.
pt: Encontrar <b>Ajuda</b> no Mixxx Wiki.

source: Mixxx was unable to access all the configured sound devices. Another application is using a sound device Mixxx is configured to use or a device is not plugged in.
es: Mixxx no pudo acceder a todos los dispositivos de audio configurados. Otra aplicacion esta utilizando el dispositivo de sonido que Mixxx esta configurado para usar o el dispositivo no esta conectado.
fi: Mixxx ei voinut avata kaikkia määriteltyjä äänilaitteita. Voi olla että joku toinen ohjelma on varannut äänilaitteen, tai äänilaitetta ei ole kytketty tietokoneeseen.
pt: O Mixxx não foi capaz de aceder a todos os dispositivos audio configurados. Um dos dispositivos pode estar a ser usado por uma outra aplicação ou desligado.

source: <b>Retry</b> after closing the other application or reconnecting a sound device
es: <b>Reintente</b> luego de cerrar las otras aplicaciones o reconectar un dispositivo de sonido
fi: <b>Yritä uudelleen</b> suljettuasi toisen ohjelman tai yhdistettyäsi äänilaitteen
pt: <b>Tentar de novo</b> após ter fechado a outra aplicação ou ter religado o dispositivo de som.

source: <b>Reconfigure</b> Mixxx's sound device settings.
es: <b>Reconfigure</b> las opciones del dispositivo de sonido de Mixxx.
fi: <b>Määrittelle uudestaan</b> Mixxx- äänilaitteidn asetukset.
pt: <b>Reconfigurar</b> as opções áudio do Mixxx.

source: <b>Exit</b> Mixxx.
es: <b>Salir</b> de Mixxx.
fi: <b>Sulje</b> Mixxx.
pt: <b>Sair</b> do Mixxx.

source: Retry
es: Reintentar
fi: Yritä uudelleen
pt: Tentar de novo

source: Reconfigure
es: Reconfigurar
fi: Määrittele uudelleen
pt: Reconfigurar

source: Help
es: Ayuda
fi: Ohje
pt: Ajuda

source: Exit
es: Salir
fi: Sulje
pt: Sair

source: No Output Devices
es: No hay dispositivos de salida
fi: Äänilaitteita ei löytynyt
pt: Nenhum dispositivo de saída
