Repository: mixxxdj/mixxx
Catalog: res/translations/mixxx/*.po
Languages: es, fi, pt

source: Pitch-bend rate up (coarse)
pt: Desvio da velocidade - aumento (grosseiro)

source: Pitch-bend rate down (coarse)
pt: Desvio da velocidade - diminuição (grosseiro)

source: Pitch-bend rate down (fine)
fi: Venytä nopeutta alaspäin (hienosäätö)
pt: Desvio da velocidade - diminuição (preciso)

# DlgControllerLearning#47
source: Equalizers
es: Ecualizadores
fi: Taajuuskorjaimet
pt: Equalizadores

source: High EQ knob
es: Perilla de ecualización de agudos
fi: Korkeiden taajuuksien säädin
pt: Botão dos Agudos

source: Mid EQ knob
es: Perilla de ecualización de medios
fi: Keskitaajuuksien säädin
pt: Botão dos Médios

source: Low EQ knob
es: Perilla de ecualización de graves
fi: Matalien taajuuksien säädin
pt: Botão dos Baixos

source: High EQ kill
es: Eliminar Agudos
fi: Korkeiden taajuuksien leikkaus
pt: Supressão dos Agudos

source: Mid EQ kill
es: Eliminar Medios
fi: Keskitaajuuksien leikkaus
pt: Supressão dos Médios

source: Low EQ kill
es: Eliminar Graves
fi: Matalien taajuuksien leikkaus
pt: Supressão dos Baixos

# DlgControllerLearning#54
source: Vinyl Control
es: Control de vinilo
fi: Ohjainlevy
pt: Controlo Vinilo

source: Toggle vinyl-control (ON/OFF)
es: Alternar el control de vinilo (Prendido/Apagado)
fi: Ohjainlevy päällä/pois
pt: Activar/desactivar o controlo vinilo

source: Toggle vinyl-control cueing mode (OFF/ONE/HOT)
es: Cambiar el modo de preescucha del control de vinilo (OFF/ONE/HOT)
fi: Ohjainlevyn käynnistystila (päällä/pois/kuuma)
pt: Activar/desactivar o modo de marcação do controlo vinilo (OFF/UM/HOT)

source: Toggle vinyl-control mode (ABS/REL/CONST)
es: Alternar el control de vinilo (Absoluto/Relativo/Constante)
fi: Ohjainlevyn ohjaustila (abs./suht./vakio)
pt: Activar/desactivar o modo de controlo vinilo (ABS/REL/CONST)

source: Cue button
es: Botón de Cue
fi: Cue-nappi
pt: Tecla de marca

source: Set cue point
es: Establecer punto de Cue
fi: Aseta cue-piste
pt: Definir o ponto de marcação

source: Go to cue point and stop
es: Ir al punto de Cue y parar
fi: Siirry cue-pisteeseen ja pysäytä
pt: Ir para o ponto de marcação e parar

source: Set or jump to hotcue %1
es: Establecer o saltar al hotcue %1
fi: Aseta tai siirry hotcue-pisteeseen %1
pt: Definir ou ir para o marcador %1

source: Clear hotcue %1
es: Borrar hotcue %1
fi: Poista hotcue-piste %1
pt: Apagar o marcador %1

source: Jump to hotcue %1
es: Saltar al hotcue %1
fi: Siirry hotcue-pisteeseen %1
pt: Ir para o marcador %1

source: Jump to hotcue %1 and stop
es: Saltar al hotcue %1 y parar
fi: Siirry hotcue-pisteeseen %1 ja pysäytä
pt: Ir para o marcador %1 e parar

source: Loop In button
es: Botón para el comienzo de la repetición
fi: Loopin aloitusnappi
pt: Tecla de entrada em Loop

source: Loop Out button
es: Botón para la finalización de la repetición
fi: Loopin lopetusnappi
pt: Botão de saída de Loop

source: Reloop / Exit button
es: Botón de ReLoop / Salir
fi: Looppaa uudestaan / poistu - nappi
pt: Botão de Reloop / Saída

source: Halve the current loop's length
es: Reducir a la mitad el largo actual del Loop
fi: Puolita loopin pituus
pt: Reduzir a metade o comprimento do Loop corrente

source: Double the current loop's length
es: Duplicar el largo actual del Loop
fi: Tuplaa loopin pituus
pt: Duplicar o comprimento do Loop corrente

source: Toggle slip mode
es: Cambiar a modo deslizamiento
pt: Alterar modo de deslizamento

source: Single deck mode - Toggle vinyl control to next deck
pt: Modo de Deck único - Alternar o controlo do Vinyl para o próximo Deck

source: Cues
es: Señales
pt: Marcas

source: Hotcue %1
es: Tecla rápida %1
pt: Pistas Quentes %1

source: Beat-Looping
es: Repetición por golpe
fi: Tahtiloopit
pt: Looping de tempos

source: Create %1-beat loop
es: Crear repetición de %1 golpes
fi: Luo %1-tahdin looppi
pt: Criar um loop com %1 tempos

source: Create temporary %1-beat loop roll
pt: Criar temporariamente %1 -beat loop roll

# DlgControllerLearning#85
source: Library
es: Biblioteca
fi: Kokoelma
pt: Biblioteca

source: Expand/collapse the selected view (library, playlist..)
es: Expandir/colpasar la vista seleccionada (Biblioteca, Lista de reproducción..)
pt: Expandir/minimizar a vista selecionada (biblioteca, playlist..)

source: Switch to the next view (library, playlist..)
es: Cambiar a Vista Siguiente (biblioteca, lista de reproducción..)
fi: Vaihda seuraavaan näkymään (kirjasto, soittolistat..)
pt: Passar à próxima vista (biblioteca, playlist...)

source: Switch to the previous view (library, playlist..)
es: Cambiar a Vista Previa (biblioteca, lista de reproducción..)
fi: Vaihda edelliseen näkymään (kirjasto, soittolistat..)
pt: Passar para a vista precedente (biblioteca, playlist...)

source: Scroll to next track in library/playlist
es: Deaplazar a canción siguiente en Libreria/Lista de reproducción
fi: Vieritä seuraavaan kappaleeseen kirjastossa/soittolistassa
pt: Rolar para a próxima faixa na biblioteca/playlist

source: Scroll to previous track in library/playlist
es: Desplazar a canción previa en la biblioteca/lista de reproducción
fi: Vieritä edelliseen kappaleeseen kirjastossa/soittolistassa
pt: Rolar para a faixa precedente na biblioteca/playlist

source: Load selected track into first stopped deck
es: Cargar la pista seleccionada en el primer deck parado
fi: Lataa valittu kappale ensimmäiseen pysäytettyyn dekkiin
pt: Carregar a faixa seleccionada no primeiro leitor parado

source: Load selected track
es: Cargar la pista seleccionada
fi: Lataa valittu kappale
pt: Carregar a faixa seleccionada

source: Load selected track and play
es: Cargar la pista seleccionada y reproducir
fi: Lataa valittu kappale ja soita
pt: Carregar faixa selecionada e reproduzir

source: Effects
es: Efectos
fi: Efektit
pt: Efeitos

source: Toggle flange effect
es: Alternar el encendido del efecto flange
fi: Flange-efektin valinta
pt: Activar/desactivar o efeito flange

source: Flange effect: Wavelength/period
es: Efecto flange: Longitud de onda/período
fi: Flange-efekti: aallonpituus
pt: Efeito flange: Comprimento de onda/Período

source: Flange effect: Intensity
es: Eefecto flane: Intensidad
fi: Flange-efekti: voimakkuus
pt: Efeito flange: Intensidade

source: Flange effect: Phase delay
es: Efecto flange: Retraso de fase
fi: Flange-efekti: vaiheviive
pt: Efeito flange: Desfasagem

# DlgControllerLearning#99
source: Microphone
es: Micrófono
fi: Mikrofoni
pt: Microfone

source: Microphone on/off
es: Micrófono encendido/apagado
fi: Mikrofoni päällä/pois
pt: Microfone ligar/desligar

source: Microphone volume
es: Volumen del micrófono
fi: Mikrofonin äänenvoimakkuus
pt: Volume do microfone

source: Microphone channel orientation (e.g. left, right, center)
es: Orientación del canal de micrófono (ej. izquierda, derecha, centro)
fi: Mikrofonikanavan sijainti (vasen, oikea, keskitetty)
pt: Orientação dos canais do microfone (ex. esquerda, direita, centro)

source: Shuffle the content of the Auto DJ playlist
es: Mezclar el contenido de la lista de reproducción de Auto DJ
fi: Sekoita valittu Auto-DJ soittolista
pt: Misturar o conteúdo da lista Auto DJ

source: Skip the next track in the Auto DJ playlist
es: Saltar a la siguiente canción de la lista de reproducción de AutoDJ
fi: Ohita seuraava kappale Auto-DJ soittolistasta
pt: Saltar a próxima pista da lista do Auto DJ

source: Trigger the transition to the next track
es: Desencadenar la transición a la pista siguiente
pt: Desencadear a transição para a próxima faixa

source: Toggle Auto DJ (ON/OFF)
es: Alternar Auto DJ (Enc./Apag.)
pt: Alternar Auto DJ (ON/OFF)

source: User Interface
es: Interfaz de usuario
fi: Käyttöliittymä
pt: Interface do Utilizador

source: Show/hide the sampler section
es: Mostrar/Ocultar la sección de Sampler
fi: Näytä tai piilota näytesoittimet
pt: Mostrar/ocultar a secção sampler

source: Show/hide the microphone section
es: Mostrar/ocultar la sección del micrófono
fi: Näytä tai piilota mikrofonin valinnat
pt: Mostrar/ocultar a secção microfone

source: Show/hide the vinyl control section
es: Mostrar/ocultar la sección del control del vinilo
fi: Näytä tai piilota ohjainlevyjen valinnat
pt: Mostrar/ocultar a secção controlo vinilo

source: Show/hide the preview deck
pt: Mostrar/esconder o leitor anterior

source: Show/hide spinning vinyl widget
es: Mostrar/ocultar el widget de vinilo giratorio
fi: Näytä tai piilota pyörivä ohjainlevy
pt: Mostrar/ocultar o "widget" vinilo em rotação

source: Ready to map: %1. Now move a control on your controller.
es: Listo para asignar: %1. Ahora mueve un control de tu controlador.
fi: Valmis sitomaan ohjain %1. Liikuta seuraavaksi jotain ohjainta.
pt: Pronto a associar: %1. Accione agora um controlo no seu controlador

source: Successfully mapped to:
es: Asignado correctamente a:
fi: Liitettiin onnistuneesti kohteeseen:
pt: Associação conseguida com:

# DlgHidden#1
source: Manage
es: Administrar
pt: Gerir

# DlgHidden#2
source: Selects all tracks in the table below.
es: Seleccionar todas las pistas en la tabla de abajo.
pt: Seleciona todas as faixas da tabela abaixo

# DlgHidden#3
source: Select All
es: Seleccionar todo
fi: Valitse kaikki
pt: Selecionar Tudo

source: Unhide selected tracks from the library.
es: Desocultar las pistas seleccionadas de la biblioteca.
fi: Näytä valitut kappaleet kokoelmassa
pt: Revelar faixas selecionadas da biblioteca

source: Unhide
es: Mostrar
fi: Näytä
pt: Revelar

# DlgMissing#1
source: Manage
es: Administrar
pt: Gerir

# DlgMissing#2
source: Selects all tracks in the table below.
es: Seleccionar todas las pistas en la tabla de abajo.
pt: Seleciona todas as faixas da tabela abaixo

# DlgMissing#3
source: Select All
es: Seleccionar Todo
fi: Valitse kaikki
pt: Selecionar Tudo

source: Missing Audio Plugin Downloader
es: Falta descargador de complementos de audio
fi: Äänen lisäosien lataaja puuttuu
pt: Downloader de Plugin Audio não encontrado

# DlgPrefBPMDlg#1
source: BPM Detection Settings
es: Configuración de detección de PPM
fi: Tempotunnistuksen asetukset
pt: Definições de Detecção de BPM

# DlgPrefBPMDlg#2
source: BPM Detection
es: Detección de PPM
fi: Tempotunnistus
pt: Detecção de BPM

source: Enable BPM Detection
es: Activar detección PPM
fi: Käytä tempotunnistusta
pt: Activar detecção de BPM

source: Detect Tracks BPM on Import
es: Detectar los BPM de las pistas al importar
fi: Tunnista kappaleen tempo tuotaessa
pt: Detectar o BPM das faixas ao importar

source: Write BPM to ID3 Tag
es: Colocar PPM en etiqueta ID3
fi: Lisää tempo kappaleen ID3-tagiin
pt: Gravar BPM na etiqueta ID3

source: If BPM can be detected but not within specified range
es: Si los PPM pueden detectarse pero no entre un rango específico
fi: Mikäli tempo havaitaan, mutta sijoittuu määritellyn alueen ulkopuolelle
pt: Se o BPM for detetado mas não dentro do intervalo especificado

source: Allow BPM above the range
es: Permitir PPM encima del rango
fi: Salli tempoalueen ylitys
pt: Permitir BPM acima do intervalo

source: BPM Schemes
es: Equemas PPM
fi: Tempomallit
pt: Esquema de BPM

# DlgPrefBPMDlg#9
source: Add
es: Añadir
fi: Lisää
pt: Adicionar

source: Edit
es: Editar
fi: Muokkaa
pt: Editar

source: Delete
es: Eliminar
fi: Poista
pt: Eliminar

source: Default
es: Predeterminado
fi: Oletusarvo
pt: Padrão

source: Error
fi: Virhe
pt: Erro

source: Cannot open file %1
es: No se puede abrir el archivo %1
fi: Tiedostoa %1 ei voi avata
pt: Incapaz de abrir o ficheiro %1

# DlgPrefController#1
source: None
es: Ninguno
fi: Määrittelemätön
pt: Nenhum

source: %1 by %2
es: %1 por %2
fi: %1 (tehnyt %2)
pt: %1 por %2

source: No Description
es: Sin descripción
fi: Ei kuvausta
pt: Sem descrição

source: No support available.
es: Ayuda no disponible.
fi: Tuki ei ole käytettävissä.
pt: Sem suporte disponível

# DlgPrefControllerDlg#1
source: Dialog
es: Ventana
fi: Valintaikkuna
pt: Diálogo

source: Controller Name
es: Nombre del Controlador
fi: Ohjaimen nimi
pt: Nome do Controlador

source: Enabled
es: Activado
fi: Käytössä
pt: Activado

source: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Troubleshooting</a>
es: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Solución de problemas</a>
fi: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Vianetsintä</a>
pt: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Resolução de problemas</a>

source: TextLabel
es: Etiqueta
fi: Tekstiselite
pt: Rótulo de texto

source: Description:
es: Descripción:
fi: Kuvaus:
pt: Descrição

source: Load Preset:
es: Cargar opciones predeterminadas
fi: Lataa asetukset:
pt: Carregar predefinição:

source: Loaded Preset:
es: Configuración cargada:
fi: Ladattu asetus:
pt: Predefinição carregada:

source: Support:
es: Soporte:
fi: Tuki:
pt: Suporte:

source: Click to start the Controller Learning wizard.
es: Clic para comenzar el asistente de aprendizaje del Controlador.
fi: Käynnistä ohjeinten ohjattu määrittely napsauttamalla.
pt: Clique para começar o assistente de Aprendizagem do Controlador

source: Learning Wizard (MIDI Only)
es: Asistente de aprendizaje (sólo MIDI)
fi: Ohjattu määrittely (vain MIDI)
pt: Assistente de Aprendizagem (Só MIDI)

# DlgPrefControls#1
source: Position
es: Posición
fi: Kohta
pt: Posição

source: Remaining
es: Restante
fi: Jäljellä
pt: Restante

source: Don't load tracks into a playing deck
es: No cargar pistas a un deck que está reproduciendo
fi: Älä lataa kappaleita soittavaan dekkiin
pt: Não carregar faixas num leitor em leitura

source: CDJ Mode
es: Modo CDJ
fi: CDJ-tila
pt: Modo CDJ

# DlgPrefControls#5
source: Simple
fi: Yksinkertainen
pt: Modo Vinilo

source: On
es: Activado
fi: Käytössä
pt: Activo

source: Off
es: Desactivado
fi: Ei käytössä
pt: Inactivo

source: This skin does not support schemes
es: Esta piel no permite esquemas
fi: Tämä teema ei salli mukauttamista
pt: Este tema não suporta esquemas

source: Down increases speed (Technics SL-1210)
es: Hacia abajo incrementa la velocidad (Technics SL-1210)
fi: Alaspäin kasvattaa nopeutta (Technics SL-1210)
pt: Baixo aumenta a velocidade (Technics SL-1210)

source: Load tracks into a playing deck
es: Cargar pistas en una deck que está reproduciendo
fi: Lataa kappale aktiiviselle levylle
pt: Carregar as faixas num leitor em utilização

source: The selected skin is bigger than your screen resolution.
es: El skin seleccionado es más grande que la resolución de la pantalla.
fi: Valittu kalvo on suurempi kuin näyttösi resoluutio.
pt: O tema seleccionado é maior que a resolução do seu ecrã.

source: On (only in Library)
es: Activado (sólo biblioteca)
fi: Käytössä (vain kirjastossa)
pt: Activo (apenas na Biblioteca)

source: Up increases speed
es: Arriba aumenta velocidad
fi: Ylöspäin säätäminen nostaa nopeutta
pt: Para cima aumenta a velocidade

# DlgPrefControls#25
source: Information
es: Información
fi: Tiedot
pt: Informação

source: Mixxx must be restarted before the changes will take effect.
es: Mixxx debe reiniciarse para que los cambios surtan efecto.
fi: Mixxx täytyy käynnistää uudestaan, jotta muutokset tulevat voimaan.
pt: O Mixxx tem que ser reiniciado para que as mudanças tenham efeito.

source: OpenGL not available
es: OpenGL no disponible
fi: OpenGL ei ole käytettävissä
pt: OpenGL não disponível

# DlgPrefControlsDlg#1
source: Form1
es: Formulario1
fi: Muoto1
pt: Formulário1

source: Skin
es: Aparencia
fi: Teema
pt: Tema

source: Scheme
es: Esquema
fi: Muunnelma
pt: Esquema

source: Position display
es: Mostrar Posición
fi: Aikanäyttö
pt: Exibição de posição

source: Tool tips
es: Consejos emergentes
fi: Vihjetekstit
pt: Dicas

source: Pitch/Rate slider range
es: Rango del deslizador Pitch/Rate
fi: Pitch-säätimien skaala
pt: Intervalo do cursor de velocidade

source: Pitch/Rate slider direction
es: Dirección del deslizador Pitch/Rate
fi: Pitch-säätimien toimintasuunta
pt: Direcção do cursor de velocidade

source: Track load behaviour
es: Comportamiento de carga de Pista
fi: Kappaleen lataamisen käyttäytyminen
pt: Comportamento de carregamento de faixas

source: Cue behaviour
es: Comportamineto del Cue
fi: Cue-toiminnon käyttäytyminen
pt: Comportamento de Cue

source: Auto Recall Cue
es: Auto llamado del Cue
fi: Palaa Cue-merkin kohdalle automaattisesti
pt: Invocar faixas CUE

source: Re-queue tracks in Auto DJ
pt: Re-ordenar faixas no Auto DJ

source: Locale
es: Configuración regional
fi: Alue ja kieli
pt: Localização

source: Temporary rate change when left-clicking
es: Cambio de velocidad temporal con click izquierdo
pt: Alteração de velocidade temporária quando clique-esquerdo

source: Temporary rate change when right-clicking
es: Cambio de velocidad temporal con click derecho
pt: Alteração de velocidade temporária quando clique-direito

source: Permanent Pitch/Rate Buttons
es: Botones de Pitch/Rate permanentes
fi: Pysyvä korkeuden ja nopeuden säätö
pt: Botões permanente de pitch

source: Displays which OpenGL version is supported by the current platform.
es: Muestra qué versión de OpenGL es soportada por la plataforma actual.
pt: Mostra qual a versão OpenGL que é suportada pela plataforma actual.

source: Displays the actual frame rate.
es: Muestra la tasa de refresco actual
pt: Mostra a velocidade de refrescamento corrente

source: Normalize Overview
pt: Normalizar - Resumo

source: Left click
es: Clic izquierdo
fi: Vasen painike
pt: Clique esquerdo

source: Right click
es: Clic derecho
fi: Oikea painike
pt: Clique direito

source: Temporary Pitch/Rate Buttons
es: Botones Pitch/Rate Temporales
fi: Väliaikainen korkeuden ja nopeuden säätö
pt: Teclas de alteração da velocidade (temporário)

source: Ramping Pitchbend
es: Curvado de velocidad progresiva
fi: Mukautuva nopeudensäätö
pt: Inclinação da variação de velocidade

source: Pitchbend sensitivity
es: Sensibilidad del Curvado de velocidad
fi: Nopeudensäädön herkkyys
pt: Sensibilidade

source: Synchronize zoom level across all waveform displays.
es: Sincroniza el nivel de ampliación en todas los visualizaciones de forma de onda.
pt: Sincroniza o nível de zoom para todas as exibições da Forma de Onda

source: OpenGl status
es: Estado de OpenGL
fi: OpenGL-tila
pt: Estado OpenGL

source: Display type
es: Tipo de Visualización
fi: Näyttötyyppi
pt: Tipo de exibição

source: Permanent rate change when left-clicking
es: Cambio de velocidad permanente con click izquierdo
pt: Alteração de velocidade permanente quando clique-esquerdo

source: Permanent rate change when right-clicking
es: Cambio de velocidad permanente con click derecho
pt: Alteração de velocidade quando clique-direito

source: Makes temporary pitch/rate buttons change the pitch gradually, instead of all at once.
es: Hace que los botones pitch/rate temporales cambien la velocidad gradualmente, y no bruscamente.
pt: Faz as teclas de alteração da velocidade temporária alterar a velocidade progressivamente, em vez de uma só vez.

source: Value in milliseconds
es: Valor en milisegundos
fi: Arvo millisekunneissa
pt: Valor em milisegundos

source: Visual gain of the high frequencies
es: Ganancia visual de las frecuencias agudas
fi: Visuaalinen säädin korkeille taajuuksille
pt: Ganho visual das frequências agudas

source: Visual gain of the middle frequencies
es: Ganancia visual de las frecuencias medias
fi: Visuaalinen säädin keskialueen taajuuksille
pt: Ganho visual das frequências médias

source: Visual gain of the low frequencies
es: Ganancia visual de las frecuencias graves
fi: Visuaalinen säädin matalille taajuksille
pt: Ganho visual das frequências baixas

source: Global visual gain
es: Ganancia visual global
fi: Yleinen visuaalinen säädin
pt: Ganho visual geral

source: Frame rate
es: Tasa de fotograma
fi: Kehysnopeus
pt: Número de imagens por segundo

source: Default zoom
es: Zoom predeterminado
fi: Oletuskoko
pt: Nível de Zoom predefinido

source: Visual gain
es: Ganancia visual
fi: Näytettävä herkkyys
pt: Ganho visual

# DlgPrefControlsDlg#40
source: Synchronize
es: Sincronizar
fi: Synkronoi
pt: Sincronizar

# DlgPrefCrossfaderDlg#1
source: Form1
es: Formulario1
fi: Muoto1
pt: Formulário1

source: Crossfader Curve
es: Curva del Crossfader
fi: Ristiinhäivytyksen säätökäyrä
pt: Curva do Crossfader (Cursor de Mistura)

source: Slow fade/Fast cut (additive)
pt: Atenuação lenta/Corte rápido (aditivo)

source: Constant power
es: Poder Constante
fi: Vakioteho
pt: Potência constante

source: Mixing
es: Mezcla
fi: Miksaus
pt: Mistura

source: Linear
es: Lineal
fi: Suora
pt: Simples

source: Logarithmic
es: Logarítmica
fi: Logaritminen
pt: Logarítmica

source: Reverse crossfader (hamster style)
pt: Atenuador de mistura invertido (estilo hamster)

# DlgPrefCrossfaderDlg#10
source: Reset to Defaults
es: Restablecer valores predeterminados
fi: Palauta oletukset
pt: Reestabelecer as predefinições

source: Static EQs (for slower CPUs)
es: EQs estáticos (para CPUs lentas)
fi: Staattiset taajuuskorjaimet (pienempi suorituskykyvaatimus)
pt: Equalizadores estáticos (para CPUs mais lentos)

source: High Shelf EQ
es: EQ de Agudos
fi: Korkeiden taajuuksien kynnys
pt: Equalizador banda alta

source: textLabel1
es: Etiqueta de texto1
fi: tekstikenttä1
pt: Rótulo de texto1

source: Low Shelf EQ
es: EQ de grado bajo
fi: Matalien taajuuksien kynnys
pt: Equalizador banda baixa

source: textLabel2
es: Etiqueta de texto2
fi: tekstikenttä2
pt: Rótulo de texto2

# DlgPrefEQDlg#10
source: Reset to Defaults
es: Restablecer valores predeterminados
fi: Palauta oletukset
pt: Reestabelecer os parâmetros por defeito

source: Apply device settings?
es: ¿Aplicar la configuración del dispositivo?
fi: Otetaanko laitteen asetukset käyttöön?
pt: Aplicar os parâmetros do dispositivo?

source: Your settings must be applied before starting the learning wizard. Apply settings and continue?
es: La configuración debe ser aplicada antes de iniciar el asistente de aprendizaje. ¿Aplicar la configuración y continuar?
fi: Laitteen asetukset tulee ottaa käyttöön ennen ohjatun määrittelyn käynnistämistä. Haluatko ottaa asetukset käyttöön ja jatkaa?
pt: Os seus parâmetros devem ser aplicados antes de iniciar o Assistente de Aprendizagem Aplicar os parâmetros e continuar?

source: Clear Input Bindings
es: Limpiar los enlaces de entrada
fi: Tyhjennä sisääntulosidonnat
pt: Limpar as associações de entrada

source: Are you sure you want to clear all bindings?
es: ¿Está seguro de que quiere eliminar todos los enlaces?
fi: Haluatko varmasti poistaa kaikki sidonnat?
pt: Tem a certeza que deseja eliminar todas as associações?

source: Clear Output Bindings
es: Limpiar los enlaces de salida
fi: Poista ulostulosidonnat
pt: Limpar as associações de saída

source: Are you sure you want to clear all output bindings?
es: ¿Está seguro de que quiere eliminar todos los enlaces de salida?
fi: Haluatko varmasti poistaa kaikki ulostulosidonnat?
pt: Tem a certeza que deseja eliminar todas as associações de saída?

# DlgPrefNoControllersDlg#1
source: Form3
es: Formulario3
fi: Lomake3
pt: Formulário3

source: No controllers available.
es: No hay controladores disponibles.
fi: Ohjaimia ei havaittu.
pt: Nenhum controlador disponível

# DlgPrefNoVinylDlg#1
source: Form1
es: Formulario1
fi: Muoto1
pt: Formulário1

# DlgPrefNoVinylDlg#2
source: Input
es: Entrada
fi: Sisääntulo
pt: Entrada
