Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Low EQ Kill
de: Tiefen-EQ-Kill
fr: Suppression des basses
pl: Obcięcie basów
sr: Убиј уједначавање ниских

source: Holds the gain of the low EQ to zero while active.
de: Hält die Vorverstärkung des Tiefen-EQ auf Null wenn aktiviert.
fr: Force le gain de l'égaliseur des basses à zéro tant qu'il est actif.
pl: Utrzymuje wzmocnienie tonów niskich na pozimie 0 kiedy jestaktywne.
sr: Задржите добит уједначавача ниских на нули док ради.

source: Displays the tempo of the loaded track in BPM (beats per minute).
de: Zeigt das Tempo des geladenen Titels in BPM (Beats pro Minute).
fr: Affiche le tempo du morceau chargé en BPM (battements par minute)
pl: Wyświetla prędkość załadowanego utworu w uderzeniach na minutę (BPM).
sr: Приказује темпо учитане нумере у тактовима у минуту (ТУМ).

source: BPM Tap
fr: Tap Tempo
pl: Wstukanie rytmu (BPM Tap)
sr: Лупкање ТУМ-а

source: When tapped repeatedly, adjusts the BPM to match the tapped BPM.
de: Passt die BPM der eingetippten BPM an wenn wiederholt getippt wird.
fr: Tapé de façon répétitive, règle le tempo afin qu'il corresponde au tempo tapé.
pl: Uderzane cyklicznie reguluje tempo utworu (BPM) aby pasowało do wybitego rytmu.
sr: Када лупкате непрекидно, прилагођавате ТУМ да одговара лупканом ТУМ-у.

source: Tempo and BPM Tap
de: Tempo und BPM Tap
fr: Tap Tempo et BPM
sr: Темпо и лупкање ТУМ-а

source: Show/hide the spinning vinyl section.
de: Vinyl-Steuerung-Bereich ein-/ausblenden.
fr: Montrer/Cacher la section du vinyle en rotation
pl: Pokaż/ukryj sekcję obracającego się vinyla
sr: Прикажите/сакријте одељак окретања плоче.

source: Adjust Beatgrid
de: Beatgrid anpassen
fr: Adjuster la grille rythmique
pl: Reguluje siatkę uderzeń
sr: Дотерај тактну мрежу

source: Adjust beatgrid so the closest beat is aligned with the current play position.
de: Passt den Beatgrid so an das der nächte Beat an der aktuellen Wiedergabeposition ausgerichtet ist.
fr: Ajuster la grille rythmique afin que le temps le plus proche soit aligné avec la position courante du curseur.
pl: Ustawia siatkę uderzeń tak aby najbliższa linia siatki została wyrównana do aktualnej pozycji odtwarzania.
sr: Дотерајте тактну мрежу тако да је најближи такт поравнат са тренутним положајем пуштања.

source: Key-Lock
de: Tonhöhenkorrektur
fr: Verrouillage de tonalité
pl: Blokada tonacji
sr: Катанац

source: Prevents the pitch from from changing when the rate changes.
de: Verhindert das sich die Tonhöhe ändert wenn die Wiedergabegeschwindigkeit geändert wird.
fr: Empêche la hauteur de varier lors la vitesse change.
pl: Zabezpiecza wysokość tonu przed zmianą kiedy zmienia się prędkość odtwarzania.
sr: Не допустите тону да се промени када се промени проток.

source: Toggling key-lock during playback may result in a momentary audio glitch.
de: Umschalten der Tonhöhenkorrektur während der Wiedergabe kann zu kurzzeitigen Aussetzern führen.
fr: Activer ou désactiver le verrouillage de tonalité pendant la lecture peut provoquer un dysfonctionnement momentané du son.
pl: Przełączanie blokady tonacji podczas odtwarzania może skutkować chwilową usterką.
sr: Окидање катанца током пуштања може довести до тренутних невоља са звуком.

source: If quantize is enabled, snaps to the nearest beat.
de: Rastet am nächten Beat ein wenn Quantisierung aktiviert ist.
fr: Lorsque la quantification est activée, se place sur le temps le plus proche.
pl: Jeśli kwantyzacja jest włączona, przeskakuje do najbliższego uderzenia.
sr: Ако је омогућено куантизовање, пријања се на најближи такт.

source: Quantize
de: Quantisieren
fr: Quantification
pl: Kwantyzuje
sr: Квантизуј

source: Toggles quantization.
de: Quantisierung ein-/ausschalten.
fr: Activer ou désactiver la quantification.
pl: Przełącza kwantyzację.
sr: Окините квантизацију.

source: Loops and cues snap to the nearest beat when quantization is enabled.
de: Loops und Cues rasten am nächsten Beat ein wenn die Quantisierung aktiviert ist.
fr: Les boucles et les points de repère se placent sur le temps le plus prochain lorsque la quantification est activée.
pl: Pętle i wskaźniki przeuwają się do najbliższego uderzenia kiedy kwantyzacja jest włączona.
sr: Петље и наговештаји пријањају на најближи такт када је укључена квантизација.

source: Reverse
de: Rückwärts
fr: Inverser
pl: Wstecz
sr: Уназад

source: Reverses track playback during regular playback.
de: Kehrt die Wiedergabe des Titels während der normalen Wiedergabe um.
fr: Inverse le sens de lecture de la piste lors de la reproduction.
pl: Odwraca kierunek odtwarzania podczas odtwarzania utworu.
sr: Пустите траку уназад за време редовног пуштања.

source: Play/Pause
de: Wiedergabe/Pause
fr: Lecture/Pause
pl: Odtwórz/Wstrzymaj
sr: Пусти/паузирај

source: Toggles playing or pausing the track.
de: Umschalten zwischen Wiedergabe und Pause.
fr: Bascule entre la lecture et la mise en pause du morceau.
pl: Przełącza odtwarzanie lub pauzowanie utworu.
sr: Окините пуштање или паузирање нумере.

source: Jumps to the beginning of the track.
de: Springt zum Anfang des Titels.
fr: Retourne au début du morceau.
pl: Skacze do początku utworu.
sr: Скочите на почетак нумере.

source: Places a cue-point at the current position on the waveform.
de: Setzt einen Cue-Punkt an der aktuellen Position in der Wellenform.
fr: Place un point de repère à la position courante de la forme d'onde.
pl: Umieszcza wskaźnik Cue na bieżącej pozycji wykresu dźwięku.
sr: Поставите тачку наговештаја на текући положај на таласном облику.

source: Plays or pauses the track.
de: Spielt oder pausiert den Titel.
fr: Lit ou suspend la lecture du morceau.
pl: Odtwarza lub pauzuje utwór.
sr: Пустите или паузирајте нумеру.

source: (while playing)
de: (während der Wiedergabe)
fr: (pendant la lecture)
pl: (podczas odtwarzania)
sr: (за време пуштања)

source: Cue
fr: Repère
pl: Wskaźnik (Cue)
sr: Наговештај

source: Seeks the track to the cue-point and stops (=CDJ) OR plays (=simple).
de: Springt im Titel zum Cue-Punkt und stoppt(=CDJ) oder spielt (=Einfach).
fr: Cale le morceau sur le point de repère puis s'arrête (=CDJ) ou procède à la lecture (=simple).
pl: Przeszukuje utwór do punktów wkaźnika (Cue) i zatrzymuje się (=CDJ) lub odtwarza (=proste).
sr: Премотајте нумеру на тачку наговештаја и станите (=ЦеДиЏеј) ИЛИ пустите (=једноставно).

source: Seeks the track to the cue-point and stops.
de: Springt im Titel zum Cue-Punkt und stoppt.
fr: Cale le morceau sur le point de repère puis s'arrête.
pl: Przeszukuje utwór do punktów wkaźnika (Cue) i zatrzymuje się
sr: Премотајте нумеру на тачку наговештаја и станите.

source: Headphone
de: Kopfhörer
fr: Écouteurs
pl: Słuchawka
sr: Слушалице

source: Sends the selected channel's audio to the headphone output.
de: Sendet das Audiosignal des gewählten Kanals zum Kopfhörerausgang.
fr: Envoie le son du canal sélectionné vers la sortie casque.
pl: Wysyła wybrany kanał audio do wyjścia słuchawkowego.
sr: Пошаљите звук изабраног канала на излаз слушалице.

source: Setup a loop over the set number of beats.
fr: Appliquer un loop sur le nombre de beats défini
pl: Ustawia pętlę na określoną ilość uderzeń.
sr: Подесите петљу преко бројевног скупа тактова.

source: Slip Mode
fr: Mode glisser
sr: Режим мировања

source: Clock
fr: Horloge
pl: Zegar
sr: Сат

source: Displays the current time.
fr: Afficher l'heure actuelle
pl: Wyświetla aktualny czas.
sr: Прикажите тренутно време.

source: If Vinyl control is enabled, displays time-coded vinyl signal quality (see Preferences -> Vinyl Control).
de: Wenn die Vinyl-Steuerung aktiviert ist, zeigt es die Signalqualität des time-code Vinyls (Einstellungen -> Vinyl-Steuerung).
fr: Si le Contrôle Vinyle est activé, affiche la qualité du signal du vinyle encodé (voir Préférence -> Contrôle Vinyle).
pl: Jeśli kontrola vinylem jest włączona wyświetla poziom jakości sygnału kodu czasowego (zobacz Ustawienia -> Kontrola vinylem)
sr: Ако је укључено управљање плочом, приказиваће квалитет временски шифрованог сигнала плоче (погледајте „Поставке —> Управљање плочом).

source: Shows the current master volume for the right channel.
de: Zeigt die aktuelle Gesamtlautstärke für den rechten Kanal.
fr: Affiche le volume courant du canal principal droit.
pl: Pokazuje główny poziom głosności dla prawego kanału.
sr: Прикажите тренутну главну јачину звука за десни канал.

source: Change the crossfader curve in Preferences -> Crossfader
de: Ändern Sie die Crossfader-Kurve in Einstellungen -> Crossfader
fr: Changez la courbe du curseur de mixage dans Préférences -> Curseur de Mixage
pl: Zmień krzywą Crossfader'a w Ustawienia -> Crossfader.
sr: Промените криву постепеног прелаза у „Поставке —> Постепени прелаз“

source: Activate Vinyl Control from the Menu -> Options.
de: Aktivieren Sie die Vinyl-Steuerung im Menü -> Optionen.
fr: Activez le Contrôle Vinyle depuis le Menu -> Options.
pl: Aktywuj kontrolę vinylem z Menu -> Opcje
sr: Покрените управљање плочом из „Изборник —> Опције“.

source: Change the step-size in the Preferences -> Interface menu.
de: Ändern Sie die Schrittweite in den Einstellungen -> Benutzeroberfläche.
fr: Changez la taille du pas dans le menu Préférences -> Interface.
pl: Zmień wielkość kroku w Ustawienia -> Menu interfejsu
sr: Измените величину корака у „Поставке —> Сучеље“.

source: Change the default cue behavior in Preferences -> Interface.
de: Verändern Sie Voreinstellung für das Cue-Verhalten in Einstellungen -> Benutzeroberfläche.
fr: Changez le comportement du point de repère dans Préférences -> Interface.
pl: Zmień domyślne zachowanie wskaźnika (Cue) w Ustawienia - Interfejs.
sr: Измените основно понашање наговештаја у „Поставке —> Сучеље“.

source: selected in Preferences -> Sound Hardware.
de: ausgewählt in Einstellungen -> Sound-Hardware.
fr: sélectionné dans Préférences -> Matériel Audio.
pl: wybrane w Ustawienia -> Urządzenia audio
sr: изабрано у „Поставке —> Звучни хардвер“.

source: Fast Rewind
de: Schneller Rücklauf
fr: Retour rapide
pl: Szybkie cofanie
sr: Брзо премотај уназад

source: Fast rewind through the track.
de: Schneller Rücklauf durch den Titel.
fr: Retour rapide en parcourant le morceau.
sr: Брзо премотавајте уназад по нумери.

source: Fast Forward
de: Schneller Vorlauf
fr: Avance rapide
pl: Przewiń do przodu
sr: Брзо премотај унапред

source: Fast forward through the track.
de: Schneller Vorlauf durch den Titel.
fr: Avance rapide en parcourant le morceau.
sr: Брзо премотавајте унапред по нумери.

source: Jumps to the end of the track.
de: Springt zum Ende des Titels.
fr: Va à la fin du morceau.
pl: Przeskakuje do końca utworu.
sr: Скочите на крај нумере.

# Tooltips#136
source: Synchronize
fr: Synchroniser

source: Syncs the tempo (BPM) and phase to that of the other track,
de: Synchronosiert das Tempo (BPM) und die Phase mit der des anderen Titels,
fr: Synchronise le tempo (BPM) et la phase à celui de l'autre piste,
pl: Synchronizuje tempo (BPM) i fazę do przeciwnego odtwarzacza.
sr: Ускладите темпо (ТУМ) и фазу са онима на другој нумери,

source: if BPM is detected on both.
de: wenn die BPM bei beiden erkannt wurde.
fr: si le tempo est détecté sur chacun d'eux.
pl: jeśli tempo (BPM) jest wykryte na obydwu.
sr: ако је ТУМ откривен на обема.

source: Syncs the tempo (BPM) to that of the other track,
de: Synchronosiert das Tempo (BPM) mit dem des anderen Titels,
fr: Synchronise le tempo (BPM) à celui de l'autre piste,
pl: Synchronizuje tempo (BPM) to tego w drugim odtwarzaczu,
sr: Ускладите темпо (ТУМ) и са оним на другој нумери,

source: Pitch Control
de: Wiedergaberate-Steuerung
fr: Controle de la Hauteur
pl: Kontrola wysoości tonu
sr: Управљање тоном

source: Changes the track playback rate.
de: Ändert die Wiedergaberate des Titels.
fr: Change la vitesse de lecture du morceau.
pl: Zmienia prędkość odtwarzania utworu.
sr: Измените проток пуштања нумере.

source: Pitch Rate
de: Wiedergaberate
fr: Variateur de Hauteur
pl: Wysokość tonu.
sr: Проток тона

source: Displays the current playback rate of the track.
de: Zeigt die aktuelle Wiedergaberate des Titels an.
fr: Affiche la vitesse courante du morceau.
pl: Wyświetla aktualną prędkość utworu.
sr: Прикажите текући проток пуштања нумере.

source: Repeat
de: Wiederholen
fr: Répéter
pl: Powtórz
sr: Понови

source: When active the track will repeat if you go past the end or reverse before the start.
de: Wenn aktiviert wird der Titel wiederholt wenn Sie hinter das Ende gehen oder bis vor den Anfang rückwärts abspielen.
fr: Activé, le morceau sera répété si vous allez au delà de la fin ou lisez à l'envers et allez en deçà du début.
sr: Када ће активна нумера бити поновљена ако прођете крај или вратите уназад пре почетка.

source: Eject
de: Auswerfen
fr: Éjecter
pl: Wysuń
sr: Избаци

source: Ejects track from the player.
de: Wirft den Titel aus dem Deck.
fr: Ejecte le morceau du lecteur.
pl: Wysuwa ścieżkę z odtwarzacza.
sr: Избаците нумеру из програма.

# Tooltips#148
source: Hotcue
fr: Point de repère

source: If hotcue is set, jumps to the hotcue.
de: Springt zum Hotcue wenn bereits ein Hotcue gesetzt wurde.
fr: Si le point de repère principal est défini, se positionne sur le point de repère.
sr: Ако је постављен битан наговештај, скочите на битни наговештај.

source: If hotcue is not set, sets the hotcue to the current play position.
de: Setzt den Hotcue an der aktuellen Wiedergabeposition wenn noch kein Hotcue gesetzt wurde.
fr: Si le point de repère principal n'est pas défini, définie le point de repère à l'emplacement de lecture courant.
sr: Ако битан наговештај није подешен, поставите битан наговештај на тренутни положај пуштања.

source: If hotcue is set, clears the hotcue.
de: Löscht den Hotcue wenn bereits ein Hotcue gesetzt wurde.
fr: Si le point de repère principal est défini, efface le point de repère.
sr: Ако је постављен битан наговештај, очистите битан наговештај.

source: Vinyl Control Mode
de: Vinyl-Steuerungsmodus
fr: Mode de Contrôle Vinyle
pl: Tryb kontroli vinylem
sr: Режим управљања плочом

source: Absolute mode - track position equals needle position and speed.
de: Absoluter Modus - Die Position des Titels entspricht der Position und Geschwindigkeit der Nadel.
fr: Mode absolu - la position dans le morceau est égal à la position et la vitesse de la pointe.
pl: Tryb bezwzględny - pozycja utworu jest równa pozycji i prędkosci igły.
sr: Режим апсолутности — положај нумере изједначава положај и брзину игле.

source: Relative mode - track speed equals needle speed regardless of needle position.
de: Relativer Modus - Die Geschwindigkeit des Titels entspricht der Nadel-Geschwindikeit unabhängig von der Position der Nadel.
fr: Mode relatif - la vitesse de la piste est égal à la vitesse de la pointe sans égard pour la position de la pointe.
pl: Tryb względny - Prędkość utworu jest równa prędkości igły niezależnie od jej pozycji.
sr: Режим релативности — брзина нумере изједначава брзину игле без обзира на њен положај.

source: Constant mode - track speed equals last known-steady speed regardless of needle input.
de: Konstanter Modus - Die Geschwindigkeit des Titels entspricht der letzten bekannten konstanten Geschwindigkeit unabhängig vom Nadel-Eingang.
fr: Mode constant - la vitesse du morceau est égale à la dernière vitesse instantanée connue sans égard de la position de la pointe.
pl: Tryb stały - prędkość utworu jest równa ostatniej stałej prędkości igły niezależnie od wejścia.
sr: Режим сталности — брзина нумере изједначава последњу знану стабилну брзину без обзира на улаз игле.

source: Vinyl Status
fr: Etat du Vinyle
pl: Status vinyla
sr: Стање плоче

source: Provides visual feedback for vinyl control status:
de: Gibt eine grafische Rückmeldung für den Vinyl-Steuerungsstatus:
fr: Fournit un signal visuel concernant l'état du contrôle vinyle :
pl: Pokazuje wizualne sprzężenie zwrotne stanu kontroli vinylem.
sr: Обезбедите видљиве повратне податке за стање управљања плочом:

source: Green for control enabled.
de: Grün wenn die Steuerung aktiviert ist.
fr: Vert lorsque le controle est activé.
pl: Zielone jeśli kontrola jest włączona.
sr: Зелено за укључено управљање.

source: Blinking yellow for when the needle reaches the end of the record.
de: Gelb blinkend wenn die Nadel das Ende der Platte erreicht.
fr: Clignote jaune lorsque la pointe touche à la fin du disque.
pl: Mrugające żółte kiedy igła osiągnie koniec nagrania.
sr: Жуто трепћуће када игла стигне на крај снимка.

source: Red for needle skip detected.
de: Rot wenn ein Nadel-Sprung erkannt wurde.
fr: Rouge lors de la détection d'un dérapage de la pointe.
pl: Czerwone jeśli wykryto przeskoczenie igły.
sr: Црвено за откривено прескакање игле.

source: Loop-In Marker
de: Loop-In Markierung
fr: Marqueur d'Entrée de Boucle
pl: Znacznik początku pętli
sr: Означавач упетљавања

source: Sets the deck loop-in position to the current play position.
de: Setzt die Loop-In Position des Decks an der aktuellen Wiedergabeposition.
fr: Définit la position de l'entrée de boucle de la platine sur la position de lecture courante.
pl: Ustawia znacznik początku pętli dla odtwarzacza w miejscu odtwarzania.
sr: Подесите положај упетљавања носача на тренутни положај пуштања.

source: Loop-Out Marker
de: Loop-Out Markierung
fr: Marqueur de Sortie de Boucle
pl: Znacznik końca pętli.
sr: Означавач отпетљавања

source: Sets the deck loop-out position to the current play position.
de: Setzt die Loop-Out Position des Decks an der aktuellen Wiedergabeposition.
fr: Définit la position de sortie de boucle de la platine sur la position de lecture courante.
pl: Ustawia znacznik końca pętli dla odtwarzacza w miejscu odtwarzania.
sr: Подесите положај отпетљавања носача на тренутни положај пуштања.

source: Loop Halve
de: Loop halbieren
fr: Réduction de la Boucle de Moitié
pl: Połowa pętli
sr: Преполовљавање петље

source: Halves the current loop's length by moving the end marker.
de: Halbiert die Länge des aktuellen Loops durch das Verschieben des Endmarkers.
fr: Réduit de moitié la longueur courante de la boucle en déplaçant le marqueur de fin.
pl: Skraca o połowę aktualną petlę przenosząc znacznik końca pętli.
sr: Преполовите трајање тренутне петље померањем крајњег означавача.

source: Deck immediately loops if past the new endpoint.
de: Das Deck wird sofort loopen wenn es hinter dem neuen Endpunkt ist.
fr: La platine boucle immédiatement si le nouveau point d'arrêt est dépassé.
pl: Odtwarzacz natychmiast zapętla się jeśli przekroczy nowy punkt końcowy.
sr: Носач одмах прави петљу ако је прошао нову крајњу тачку.

source: Loop Double
de: Loop verdoppeln
fr: Doublage de la boucle
pl: Podwojenie pętli
sr: Удвостручавање петље

source: Doubles the current loop's length by moving the end marker.
de: Verdoppelt die Länge des aktuellen Loops durch das Verschieben des Endmarkers.
fr: Double la longueur courante de la boucle en déplaçant le marqueur de fin.
pl: Podwaja długość aktualnej pętli przenosząc znacznik końca pętli.
sr: Удвостручите трајање тренутне петље померањем крајњег означавача.

source: Beatloop
fr: Boucle de Temps
sr: Тактна петља

source: Reloop/Exit
fr: Reboucler/Sortir
pl: Zapętl/Wyjdź
sr: Поново упетљај/Изађи

source: Toggles the current loop on or off.
de: Den aktuellen Loop ein-/ausschalten.
fr: Active ou désactive la boucle courante.
pl: Przełacza biezacą pętlę (Wł./Wył.)
sr: Укључите или искључите тренутну петљу.

source: Works only if Loop-In and Loop-Out marker are set.
de: Funtioniert nur wenn die Loop-In und Loop-Out Markierungen gesetzt sind.
fr: Ne fonctionne que si les repères d'entrée et de sortie de boucle sont définis.
pl: Dziala tylko iedy znaczniki początku i końca petli są ustawione.
sr: Ради само ако су постављени означавачи за упетљавање и отпетљавање.

source: Vinyl Cueing Mode
de: Vinyl-Cueing-Modus
fr: Mode de Repérage Vinyle
sr: Режим наговештаја плоче

source: Determines how cue points are treated in vinyl control Relative mode:
de: Bestimmt wie Cue-Punkte im Relativen Modus der Vinylsteuerung dehandelt werde:
fr: Détermine la façon dont les points de repère sont traités dans le mode de contrôle vinyle Relatif.
sr: Одредите како се поступа са тачкама наговештаја у релативном режиму управљања плочом:

source: Off - Cue points ignored.
de: Off - Cue-Punkte ignoriert.
fr: Éteint - Points de repère ignorés
sr: Искљ. — Тачке наговештаја су занемарене.

source: One Cue - If needle is dropped after the cue point, track will seek to that cue point.
de: One Cue - Der Titel springt zu diesem Cue-Punkt wenn die Nadel hinter dem Cue-Punkt abgesetzt wird.
fr: Un Repère - Si la pointe est déposée après le point de repère, le morceau sera calé à ce point de repère.
sr: Један наговештај — Ако отпустите иглу након тачке наговештаја, нумера ће се премотати до тачке наговештаја.

source: Hot Cue - Track will seek to nearest previous hot cue point.
de: Hot Hue - Der Titel springt zum nächstgelegenen vorherigen Hotcue-Punkt.
fr: Repère important - Le morceau sera calé au point de repère précédent le plus proche.
sr: Битан наговештај — Нумера ће се премотати до најближе претходне тачке битног наговештаја.

source: Track Time
de: Zeit
fr: Temps du morceau
pl: Całkowity czas utworu
sr: Време нумере

source: Displays the elapsed or remaining time of the track loaded.
de: Zeigt die bereits vergangene oder verbleibende Zeit des geladenen Titels an.
fr: Affiche le temps écoulé ou restant du morceau chargé
pl: Wyświetla czas, który upłynął od początku lub pozostał do końca załadowanego utworu.
sr: Приказује протекло или преостало време учитане нумере.

source: Click to toggle between time elapsed/remaining time.
de: Klicken zum Umschalten zwischen vergangener/verbleibender Zeit.
fr: Cliquer pour alterner entre temps écoulé et temps restant.
pl: Kliknij, zby przełączyć pomiędzy czasem, który upłynął od początku lub pozostał do końca załadowanego utworu.
sr: Кликните да пребаците између протеклог и преосталог времена.

source: Track Duration
de: Laufzeit
fr: Durée de la piste
pl: Czas trwania utworu
sr: Трајање нумере

source: Displays the duration of the loaded track.
de: Zeigt die Länge des geladenen Titels an.
fr: Affiche la durée du morceau chargé.
pl: Wyświetla czas trwania załadowanego utworu.
sr: Прикажите трајање учитане нумере.

source: Information is loaded from the track's metadata tags.
de: Die Informationen werden aus den Metadaten des Titels geladen.
fr: L'information est chargée depuis les méta-données du morceau.
pl: Informacja jest załadowana z metadanych utworu.
sr: Податак се учитава из ознака метаподатака нумере.

source: Track Artist
de: Interpret
fr: Artiste du morceau
pl: Wykonawca utworu.
sr: Извођач нумере

source: Displays the artist of the loaded track.
de: Zeigt den Interpreten des geladenen Titels an.
fr: Affiche l'artiste du morceau chargé.
pl: Wyświetla wykonawcę załadowanego utworu.
sr: Прикажите извођача учитане нумере.

source: Track Title
de: Titel
fr: Titre du morceau
pl: Tytuł utworu
sr: Наслов нумере

source: Displays the title of the loaded track.
de: Zeigt den Titel des geladenen Titels an.
fr: Affiche le titre du morceau.
pl: Wyświetla tytuł załadowanego utworu.
sr: Прикажите наслов учитане нумере.

source: Track Album
de: Album
fr: Album du morceau
pl: Album utworu
sr: Албум нумере

source: Displays the album name of the loaded track.
de: Zeigt den Albumnamen des geladenen Titels an.
fr: Affiche le nom de l'album du morceau chargé.
pl: Wyświetla tytuł albumu, z którego pochodzi utwór.
sr: Прикажите назив албума учитане нумере.

source: Track Artist/Title
de: Interpret/Titel
fr: Artiste/titre du morceau
pl: Wykonawca/tytuł utworu
sr: Извођач/Наслов нумере

source: Displays the artist and title of the loaded track.
de: Zeigt den Interpreten und Titel des geladenen Titels an.
fr: Affiche l'artiste et le titre du morceau chargé.
pl: Wyświetla nazwę wykonawcy oraz tytuł załadowanego utworu.
sr: Прикажите извођача и наслов учитане нумере.
