Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: A crate cannot have a blank name.
ca: Una caixa no pot tenir un nom en blanc.
de: Der Name einer Plattenkiste darf nicht leer sein.
fr: Le nom d'un bac ne doit pas être vide.
it: Il Cesto deve avere un nome.
nl: Een krat moet een naam hebben
pl: Nazwa skrzynki nie może byc pusta.
ru: Необходимо заполнить наименование контейнера.
sr: Назив гајбице не може бити празан.

source: Creating Crate Failed
ca: No s'ha pogut crear la caixa
de: Erstellung der Plattenkiste fehlgeschlagen
fr: La création du bac a échoué
it: Impossibile creare il Cesto
nl: Krat aanmaken mislukt
pl: Tworzenie skrzynki nie powiodło się
ru: Ошибка создания контейнера
sr: Нисам успео да направим гајбицу

source: A crate by that name already exists.
ca: Ja existeix una caixa amb aquest nom
de: Eine Plattenkiste mit diesem Namen existiert bereits.
fr: Un bac avec ce nom existe déjà.
it: Un Cesto deve avere un nome
nl: Er bestaat al een krat met deze naam
pl: Skrzynka o tej nazwie już istnieje.
ru: Контейнер с таким именем уже существует.
sr: Већ постоји гајбица са овим називом.

source: About Mixxx
ca: Quant al Mixxx
de: Über Mixxx
fr: À propos de Mixxx
it: Informazioni su Mixxx
nl: Over Mixxx
pl: O Mixxx
ru: Сведения о Mixxx
sr: О Миксиксу

source: <a href="http://mixxx.org/">Official Website</a>
ca: <a href="http://mixxx.org/">Pàgina Oficial</a>
de: <a href="http://mixxx.org/">Offizielle Webseite</a>
fr: <a href="http://mixxx.org/">Site Officiel [ENG]</a>
it: <a href="http://mixxx.org/">Sito Ufficiale</a>
nl: <a href="http://mixxx.org/">Officiele Website</a>
pl: <a href="http://mixxx.org/">Oficjalna strona WWW</a>
ru: <a href="http://mixxx.org/">Oфициальный веб-сайт</a>
sr: <a href="http://mixxx.org/">Званична веб страница</a>

source: Auto-DJ
fr: Auto
it: DJ automatico
sr: Самостални-Диџеј

source: One deck must be stopped to enable Auto-DJ mode.
de: Ein Deck muss angehalten sein um den Auto-DJ Modus zu aktivieren.
fr: Une platine doit être arrêtée afin d'activer le mode Auto-DJ.
pl: Jeden deck musi zostać zatrzymany aby włączyć tryb Auto DJ.
sr: Једна палуба мора бити заустављена за укључивање режима самосталног диџеја.

source: Disable Auto DJ
ca: Desactiva el DJ automàtic
de: Auto-DJ deaktivieren
fr: Désactiver Auto DJ
it: Disabilita l'Auto DJ
nl: Auto DJ uitschakelen
pl: Wyłącz Auto DJ
ru: Выключить автоматический диджеинг
sr: Искључи самосталног диџеја

source: Shuffle the content of the Auto DJ playlist.
ca: Mescla el contingut de la llista de reproducció d'Auto-DJ.
de: Den Inhalt der Auto-DJ Wiedergabeliste mischen.
fr: Lire aléatoirement le contenu de la liste de lecture Auto
pl: Losowa zawartość listy odtwarzania Auto DJ.
sr: Измешајте садржај списка нумера самосталног диџеја.

source: Shuffle
ca: Barreja
de: Mischen
fr: Lecture aléatoire
it: Mischia
pl: Odtwarzanie losowe
ru: В случайном порядке
sr: Измешај

source: Skip the next track in the Auto DJ playlist.
ca: Ometre la següent pista a la llista de reproducció d'Auto-DJ.
de: Den nächsten Titel in der Auto-DJ Wiedergabeliste überspringen.
fr: Sauter le prochain morceau de la liste de lecture Auto.
nl: Sla het volgende nummer in de Auto DJ afspeellijst over.
pl: Pomiń następny utwór w playliście.
sr: Прескочите следећу нумеру на списку нумера самосталног диџеја.

source: Skip Track
ca: Ometre pista
de: Titel überspringen
fr: Sauter le morceau
it: Salta la traccia
nl: Sla nummer over
pl: Pomiń utwór
sr: Прескочи нумеру

source: Trigger the transition to the next track.
ca: Passa la transició a la següent pista.
de: Löst die Überblendung zum nächten Titel aus.
fr: Lancer la transition avec le prochain morceau
pl: Przełącz przejście do następnego utworu.
sr: Пребаците прелаз на следећу нумеру.

source: Fade Now
ca: Esvair ara
de: Überblenden
fr: Baisser maintenant
it: Dissolvi ora
pl: Wycisz teraz
sr: Ишчезни сада

source: Determines the duration of the transition.
ca: Determina la duració de la transició.
de: Bestimmt die Dauer der Überblendung.
fr: Détermine la durée de la transition
it: Determina la durata della transizione.
nl: Bepaalt de duur van de overgang.
pl: Wyznacza długość przejścia
sr: Одредите трајање прелаза.

source: Seconds
ca: Segons
de: Sekunden
fr: Secondes
it: Secondi
pl: Sekundy
sr: Секунде

source: Turn Auto DJ on or off.
ca: Activa o desactiva Auto DJ.
de: Auto-DJ ein- oder ausschalten.
fr: Allumer ou éteindre le mode Auto.
it: Attiva o disattiva il DJ automatico.
nl: Schakel Auto DJ aan of uit.
pl: Wyłącz/Włącz Auto DJ.
sr: Укључите или искључите самосталног диџеја.

source: Enable Auto DJ
ca: Activa el Dj automàtic
de: Auto-DJ aktivieren
fr: Activer Auto DJ
it: Abilita l'Auto DJ
nl: Auto DJ inschakelen
pl: Włącz Auto DJ
ru: Включить автоматический диджеинг
sr: Укључи самосталног диџеја

# DlgAutoDJ#15
source: Manage
ca: Gestiona
de: Verwalten
fr: Gérer
it: Gestisci
pl: Zarządzaj
sr: Уреди

source: Beat Detection Settings
ca: Configuració de detecció de ritme
de: Einstellungen der Beat-Erkennung
fr: Paramètres de la détection des temps
it: Impostazioni del riconoscimento dei battiti
pl: Ustawienia detekcji bitu
sr: Подешавања откривања такта

source: Enable BPM and Beat Detection
ca: Activa la detecció de PPM i ritme
de: BPM und Beat-Erkennung aktivieren
fr: Activer la détection du tempo et des battements
it: Abilita il riconoscimenti dei BPM e dei battiti
pl: Włącz BPM i Detekcje uderzeń
sr: Укључи ТУМ и откривање такта

source: Choose Analyser
ca: Tria analitzador
de: Analyser auswählen
fr: Choix de l'analyseur
it: Scegli l'analizzatore
nl: Kies Analyser
pl: Wybierz analizator
ru: Выбрать анализатор
sr: Изабери анализатор

source: Beat Analyser:
ca: Analitzador de ritme:
fr: Analyseur de battements :
it: Analizzatore dei battiti:
pl: Analizator uderzeń:
sr: Анализатор такта:

source: Choose between different algorithms to detect beats.
de: Wählen Sie zwischen verschiedenen Algorithmen um Beats zu erkennen.
fr: Choisissez parmi différents algorithmes pour détecter les battements.
pl: Wybieraj pomiedzy różnymi algorytmami aby wykryć beaty.
sr: Изаберите између различитих алгоритама за откривање такта.

source: Analyser Settings
ca: Configuració d'analitzador
de: Analyser-Einstellungen
fr: Paramètres de l'analyseur
it: Impostazioni dell'analizzatore
nl: Analyser Voorkeuren
pl: Ustawienia analizera
sr: Подешавања анализатора

source: Enable Fast Analysis (For slow computers, may be less accurate)
ca: Activa anàlisi ràpida (a equips lents pot ser menys precís)
de: Schnelle Analyse aktivieren (Für langsame Rechner, ist vielleicht weniger genau)
fr: Activer l'analyse rapide (recommandé pour les ordinateurs lents, mais peut altérer la précision)
pl: Włącz Szybką Analizę (Dla wolnych komputerów, może byc mniej dokładna)
sr: Укључи брзо анализирање (За споре рачунаре, може бити мање тачно)

source: Assume constant tempo (Recommended)
ca: Assumir un tempo constant (recomanat)
de: Konstantes Tempo annehmen (empfohlen)
fr: Supposer le tempo constant (recommandé)
pl: Przyjmij stałę tempo (Zalecane)
sr: Претпостави сталан темпо (препоручено)

source: Enable Offset Correction (Recommended)
ca: Activa la correcció de desplaçament (recomanat)
de: Offset-Korrektur aktivieren (empfohlen)
fr: Activer la correction du décalage (recommandé)
pl: Włącz Poprawę Offsetu (Zalecane)
sr: Укључи поправку помераја (препоручено)

# DlgBeatsDlg#16
source: BPM Range
ca: Intèrval de BPM
de: BPM-Bereich
fr: Plage du tempo
it: Intervallo BPM
nl: BPM bereik
pl: Zakres BPM
sr: Опсег ТУМ-а

# DlgBeatsDlg#19
source: Reset to Defaults
ca: Reinicialitza als valors per defecte
de: Zurücksetzen
fr: Réinitialiser
it: Reimposta valori predefiniti
nl: Standaardinstellingen herstellen
pl: Przywróć ustawienia domyślne
sr: Врати на задато

source: BPM Scheme
ca: Esquema BPM
de: BPM-Schema
fr: Format BPM
it: Schema dei BPM
nl: BPM Schema
pl: Schemat BMP
ru: Схема уд./мин.
sr: Шема ТУМ-а

source: Scheme Name:
ca: Nom d'esquema
de: Schemaname:
fr: Nom du format :
it: Nome dello Schema:
nl: Schema naam:
pl: Nazwa Schematu:
ru: Название схемы:
sr: Назив шеме:

# DlgBpmSchemeDlg#3
source: BPM Range
ca: Intèrval de BPM
de: BPM-Bereich
fr: Plage du tempo
it: Intervallo BPM
nl: BPM bereik
pl: Zakres BPM
sr: Опсег ТУМ-а

source: Analyze Entire Track
de: Gesamten Titel analysieren
fr: Analyser la Piste Entière
pl: Analizuj Cały Utwór
sr: Анализирај целу нумеру

source: Controller Learning Wizard
de: Controller Lern-Assistent
fr: Assistant d'Apprentissage du Contrôleur
pl: Samouczek Kontrolera
sr: Помоћник учења о контролеру

source: Click any control in the Mixxx interface or choose one from the list. Then move a control on your controller to map it. Repeat this as many times as you wish. When you are finished mapping controls, click Done.
de: Klicken Sie auf ein beliebiges Steuerelement in der Mixxx Benutzeroberfläche oder wählen Sie eines aus der Liste. Dann bewegen Sie ein Steuerelement auf Ihrem Controller um es zuzuweisen. Wiederholen Sie dies so oft Sie wollen. Wenn die Steuerlelementen zugewiesen sind, klicken Sie Fertig.
fr: Cliquez sur un contrôle dans l'interface de Mixxx ou choisissez-en un dans la liste. Ensuite, actionnez un contrôle sur votre contrôleur pour l'y associer. Répétez cette opération autant de fois que vous le souhaitez. Lorsque vous avez terminé d'associer les contrôles, cliquez Terminé.
pl: Kliknij dowolny klawisz interfejsu Mixxx lub wybierz z listy. Następnie rusz kontrolerem aby przypisać klawisz. Powtórz dowolną ilość razy. Kiedy skonczysz przypisywać klawisze kliknij 'Zapisz'.
sr: Кликните на било коју контролу у сучељу Миксикса или изабрати једну са списка. Затим померите контролу на контролеру да је мапирате. Поновите ово онолико пута колико желе. Када завршите мапирање контроле, кликните „Готово“.

source: Done
de: Fertig
fr: Terminé
pl: Zapisz
sr: Готово

source: To map another control click a button or choose from the list.
de: Um ein weiteres Steuerelement zuzuweisen klicken Sie einen Knopf oder wählen Sie eines aus der Liste.
fr: Pour associer un autre contrôle, cliquez un bouton ou choisissez dans la lite.
pl: Aby przypisać inny kontroler naciśnij klawisz lub wybierz z listy.
sr: Да мапирате још једну контролу кликните на дугме или изаберите са списка.

source: Choose Control
de: Steuerelement auswählen
fr: Choisir un Contrôle
pl: Wybierz kontrolę
sr: Изабери контролу

source: Deck %1
fr: Platine %1
sr: Палуба %1

# DlgControllerLearning#7
source: Sampler %1
fr: Échantillonneur %1
sr: Узорник %1

source: Reset to default
de: Zurücksetzen
fr: Rétablir les valeurs par défaut
pl: Przywróć wartości domyślne
sr: Врати на задато

source: Mixer
fr: Mélangeur
pl: Mikser
sr: Мешач

# DlgControllerLearning#10
source: Crossfader
fr: Curseur de mixage
sr: Постепени прелаз

source: Master volume
ca: Volum mestre
de: Gesamtlautstärke
fr: Volume général
it: Volume principale
nl: Hoofdvolume
pl: Głośność główna
ru: Общая громкость
sr: Главна јачина звука

source: Master balance
ca: Balance mestre
fr: Balance principale
it: Bilanciamento principale
nl: Hoofdbalans
pl: Balance główny
ru: Общий баланс
sr: Главна равнотежа

source: Headphone volume
de: Kopfhörer-Lautstärke
fr: Volume du casque
pl: Głośność słuchawek
sr: Јачина у слушалицама

source: Headphone mix (pre/main)
de: Kopfhörer-Mix (Vorhören/Alles)
fr: Mixage casque (pré-écoute/général)
pl: Mix słuchawek (wstępny/główny)
sr: Мешање у слушалицама (пре/главно)

source: Strip-search through track
de: Strip-Suche durch Titel
fr: Rechercher dans le morceau
sr: Расцепи претрагу кроз нумеру

source: Play button
de: Wiedergabe-Knopf
fr: Bouton de lecture
pl: Przycisk Play
sr: Дугме за пуштање

source: Volume fader
de: Lautstärke-Fader
fr: Curseur de volume
pl: Regulacja głośności
sr: Јачина изблеђивача

source: Fast rewind button
de: Schneller Rücklauf-Knopf
fr: Bouton de retour rapide
pl: Przycisk Szybkiego Cofania
sr: Дугме за брзо премотавање уназад

source: Fast forward button
de: Schneller Vorlauf-Knopf
fr: Bouton d'avance rapide
pl: Przycisk Szybkiego Przewijania
sr: Дугме за брзо премотавање унапред

source: Jump to start of track
de: Zum Anfang des Titels springen
fr: Aller au début du morceau
pl: Przeskocz do początku utworu
sr: Скочите на почетак нумере

source: Jump to end of track
de: Zum Ende des Titels springen
fr: Aller à la fin du morceau
pl: Przeskocz do końca utworu
sr: Скочите на крај нумере

source: Play reverse button
de: Rückwärts Abspielen-Knopf
fr: Bouton de lecture arrière
pl: Przycisk Reverse
sr: Дугме за пуштање уназад

source: Gain knob
de: Gain-Regler
fr: Contrôle de gain
pl: Pokrętło wzmocnienia

source: Headphone listen button
de: Kopfhörer-Knopf
fr: Bouton d'écoute au casque
pl: Przycisk Odsłuchu słuchawkowego
sr: Дугме за слушање слушалицама

source: Toggle repeat mode
de: Widerholungsmodus ein-/ausschalten
fr: Activer/désactiver le mode répétition
pl: Przełącz tryb powtarzania
sr: Промените режим понављања

source: Eject track
de: Titel auswerfen
fr: Éjecter le morceau
pl: Wysuń ścieżkę
sr: Избаците нумеру

source: Mix orientation (e.g. left, right, center)
de: Mix-Orientierung (z.B. Links, Rechts, Mitte)
fr: Orientation du Mix (ex. gauche, droite, centre)
pl: Orientacja mixu (np. lewo, prawo, środek)
sr: Усмерење мешача (тј. лево, десно, на средини)

source: BPM and Sync
de: BPM und Sync
fr: BPM et Synchro
pl: BPM i Synchronizacja
sr: БМП и усклађивање

source: BPM tap button
de: BPM Tippen-Knopf
fr: Bouton de battement BPM
pl: Przycisk wstukiwania bitu
sr: Дугме лупкања ТУМ-а

source: Adjust beatgrid
de: Beatgrid anpassen
fr: Ajuster la grille rythmique
pl: Edytuj siatkę uderzeń
sr: Дотерај тактну мрежу

source: Toggle quantize mode
de: Quantisierungs-Modus ein-/ausschalten
fr: Activer/désactiver le mode quantification
pl: Przełącz tryb kwantyzacji
sr: Окини режим квантизације

source: Beat sync (tempo and phase)
de: Beat Sync (Tempo und Phase)
fr: Synchro du rythme (tempo et phase)
pl: Synchronizacja uderzeń (tempo i fraza)
sr: Усклађивање такта (темпа и фазе)

source: Beat sync (tempo only)
de: Beat Sync (Nur Tempo)
fr: Synchro du rythme (tempo seulement)
pl: Synchronizacja uderzeń (tylko tempo)
sr: Усклађивање такта (само темпа)

source: Beat sync (phase only)
de: Beat Sync (Nur Phase)
fr: Synchro du rythme (phase seulement)
pl: Synchronizacja uderzeń (tylko fraza)
sr: Усклађивање такта (само фазе)

source: Pitch and Rate
de: Tonhöhe und Geschwindigkeit
fr: Hauteur et Débit
pl: Wysokość i Szybkość
sr: Тон и проток

source: Toggle keylock mode
de: Tonhöhenkorrektur-Modus ein-/ausschalten
fr: Activer/désactiver le mode verrouillage de clé
pl: Przełączanie tryby blokowania
sr: Промените режим закључавања тастера

source: Pitch control slider
de: Tonhöhen-Regler
fr: Curseur de contrôle de hauteur
pl: Suwak kontroli wysokości tonu
sr: Клизач за контролу тона

source: Adjust rate up (fine)
de: Geschwindigkeit erhöhen (fein)
fr: Augmenter le débit (précis)
pl: Dopasuj prędkość w górę (dokładne)
sr: Повећај проток (фино)

source: Adjust rate down (fine)
de: Geschwindigkeit verringern (fein)
fr: Diminuer le débit (précis)
pl: Dopasuj prędkośc w dół (dokładne)
sr: Смањи проток (фино)

source: Pitch-bend rate up (fine)
de: Geschwindigkeit vorübergehend erhöhen (fein)
fr: Augmenter la hauteur (précis)
pl: Strojenie wysości tonu w górę (dokładne)

source: Adjust rate up (coarse)
de: Geschwindigkeit erhöhen (grob)
fr: Augmenter la vitesse (grossièrement)
pl: Dopasuj prędkość w górę (zgrubnie)
sr: Повећај проток (грубо)

source: Adjust rate down (coarse)
de: Geschwindigkeit verringern (grob)
fr: Réduire la vitesse (grossièrement)
pl: Dopasuj prędkość w dół (zgrubnie)
sr: Смањи проток (грубо)

source: Pitch-bend rate up (coarse)
de: Geschwindigkeit vorübergehend erhöhen (grob)
fr: Augmenter la hauteur (grossièrement)
pl: Strojenie wysości tonu w górę (zgrubne)

source: Pitch-bend rate down (coarse)
de: Geschwindigkeit vorübergehend verringern (grob)
fr: Baisser la hauteur (grossièrement)
pl: Strojenie wysości tonu w dół (zgrubne)

source: Pitch-bend rate down (fine)
de: Geschwindigkeit vorübergehend verringern (fein)
fr: Diminuer la hauteur (précis)
pl: Strojenie wysości tonu w dół (dokładne)

# DlgControllerLearning#47
source: Equalizers
de: Equalizer
fr: Égaliseurs
pl: Equalizery
sr: Уједначавачи

source: High EQ knob
de: Höhen-EQ-Knopf
fr: Bouton des Aigus
pl: Pokrętło EQ - Wysokie

source: Mid EQ knob
de: Mitten-EQ-Knopf
fr: Bouton des Médiums
pl: Pokrętło EQ - Średnie

source: Low EQ knob
de: Tiefen-EQ-Knopf
fr: Bouton des Basses
pl: Pokrętło EQ - Niskie

source: High EQ kill
de: Höhen-EQ-Kill
fr: Suppression des Aigus
pl: Wycisz tony wysokie
sr: Убиј уједначавање високих

source: Mid EQ kill
de: Mitten-EQ-Kill
fr: Suppression des Médiums
pl: Wycisz tony średnie
sr: Убиј уједначавање средњих

source: Low EQ kill
de: Tiefen-EQ-Kill
fr: Suppression des Basses
pl: Wycisz tony niskie
sr: Убиј уједначавање ниских

# DlgControllerLearning#54
source: Vinyl Control
de: Vinyl-Steuerung
fr: Contrôle Vinyle
sr: Управљање плочом

source: Toggle vinyl-control (ON/OFF)
de: Vinyl-Steuerung umschalten (ON/OFF)
fr: Activer/désactiver le contrôle vinyle (ARRÊT/MARCHE)
pl: Przełącz kontrolę vinylem (włącz/wyłącz)
sr: Окини управљање плочом (УКЉ./ИСКЉ.)

source: Toggle vinyl-control cueing mode (OFF/ONE/HOT)
de: Vinyl-Steuerung Cueing-Modus umschalten (OFF/ONE/HOT)
fr: Activer/désactiver le mode répérage avec le contrôle vinyle (ARRET/UN/HOT)
pl: Przełącz kontrolę vinylem w trybie CUE (OFF/ONE/HOT)
sr: Окини режим наговештаја управљања плочом (ИСКЉ./ЈЕДАН/БИТАН)

source: Toggle vinyl-control mode (ABS/REL/CONST)
de: Vinyl-Steuerung Modus umschalten (ABS/REL/CONST)
fr: Activer/désactiver le mode de contrôle vinyle (ABS/REL/CONST)
pl: Przełącz kontrolę vinylem (ABS/REL/CONST)
sr: Окини режим управљања плочом (АБС/РЕЛ/КОНСТ)

source: Cue button
de: Cue-Knopf
fr: Bouton de repère
pl: Przycisk CUE
sr: Дугме наговештаја

source: Set cue point
de: Cue-Punkt setzen
fr: Définir le point de répérage
pl: Ustaw punkt CUE
sr: Подеси тачку наговештаја

source: Go to cue point and stop
de: Zum Cue-Punkt gehen und stoppen
fr: Aller au point de repère et stopper
pl: Przejdz do punktu CUE i zatrzymaj
sr: Иди до тачке наговештаја и стани

source: Set or jump to hotcue %1
de: Hotcue %1 setzen oder dahin springen
fr: Définir ou aller au marqueur %1
pl: Ustaw lub przejdz do hotcue %1
sr: Постави или скочи до битног наговештаја %1

source: Clear hotcue %1
de: Hotcue %1 löschen
fr: Effacer le marqueur %1
pl: Wyczyść hotcue %1
sr: Очисти битни наговештај %1

source: Jump to hotcue %1
de: Zu Hotcue %1 springen
fr: Aller au marqueur %1
pl: Przeskocz do hotcue %1
sr: Скочи до битног наговештаја %1

source: Jump to hotcue %1 and stop
de: Zu Hotcue %1 springen und stoppen
fr: Aller au marqueur %1 et stopper
pl: Przeskocz do hotcue %1 i zatrzymaj
sr: Скочи до битног наговештаја „%1“ и стани

source: Looping
fr: Bouclage
pl: Zapętlanie
sr: Упетљавање

source: Loop In button
de: Loop In-Knopf
fr: Bouton d'entrée en boucle
pl: Początek pętli
sr: Дугме за упетљавање

source: Loop Out button
de: Loop Qut-Knopf
fr: Bouton de sortie de boucle
pl: Koniec pętli
sr: Дугме за распетљавање

source: Reloop / Exit button
de: Reloop / Beenden-Knopf
fr: Bouton de Rebouclage / Sortie
sr: Дугме за поновно упетљавање / излаз

source: Halve the current loop's length
de: Länge des aktuellen Loops halbieren
fr: Réduire de moitié la longueur de la boucle courante
pl: Skróć o połowę aktualną długość pętli
sr: Преполови тренутно време петље

source: Double the current loop's length
de: Länge des aktuellen Loops verdoppeln
fr: Doubler la longueur de la boucle courante
pl: Podwój aktualną długość pętli
sr: Удвостручи тренутно време петље

source: Cues
fr: Repères
pl: Znaczniki (Cue)

source: Hotcues
fr: Repères rapides
pl: Skróty

source: Beat-Looping
fr: Bouclage de temps
pl: Zapętlanie beatu
sr: Упетљавање такта

source: Create %1-beat loop
de: %1-beat Loop setzen
fr: Créer une boucle sur %1 temps
pl: Stwórz %1-beat'ową pętlę
sr: Направи %1-тактну петљу

# DlgControllerLearning#85
source: Library
fr: Bibliothèque
pl: Biblioteka

source: Switch to the next view (library, playlist..)
ca: Canvia a la següent vista (biblioteca, llista de reproducció...)
de: Zur nächsten Ansicht wechseln (Bibliothek, Wiedergabeliste...)
fr: Basculer à la prochaine vue (librairie, playliste...)
it: Cambia alla prossima visuale (libreria, playlist, ...)
nl: Schakel over naar de volgende weergave (bibliotheek, afspeellijst ..)
pl: Przełącz do następnego widoku (kolekcja, playlista...)
ru: Переключиться на следующий вид (библиотека, список воспроизведения..)
sr: Пребаците се на следећи преглед (библиотека, списак нумера...)

source: Switch to the previous view (library, playlist..)
ca: Canvia a la anterior vista (biblioteca, llista de reproducció...)
de: Zur vorherigen Ansicht wechseln (Bibliothek, Wiedergabeliste...)
fr: Basculer vers la vue précédente (bibliothèque, liste de lecture...)
it: Cambia alla precedente visuale (libreria, playlist, ...)
nl: Schakel over naar de vorige weergave (bibliotheek, afspeellijst ..)
pl: Przełącz do wcześniejszego widoku (kolekcja, playlista...)
ru: Переключиться на предыдущий вид (библиотека, список воспроизведения..)
sr: Пребаците се на претходни преглед (библиотека, списак нумера...)

source: Scroll to next track in library/playlist
ca: Desplaçar-se a la següent pista a la biblioteca/llista de reproducció
de: Zum nächsten Titel in der Bibliothek/Wiedergabeliste blättern
fr: Défiler jusqu'au morceau suivant dans la bibliothèque/liste de lecture
it: Vai alla prossima traccia in libreria/playlist
nl: Blader naar het volgende nummer uit de bibliotheek/afspeellijst
pl: Przewiń do następnego utworu w kolekcji/playliście
ru: Перейти на следующую дорожку в библиотеке/списке воспроизведения
sr: Клизајте до следеће нумере у аудиотеци/списку нумера

source: Scroll to previous track in library/playlist
ca: Desplaçar-se a la anterior pista a la biblioteca/llista de reproducció
de: Zum vorherigen Titel in der Bibliothek/Wiedergabeliste blättern
fr: Défiler jusqu'au morceau précédent dans la bibliothèque/liste de lecture
it: Vai alla traccia precedente in libreria/playlist
nl: Blader naar het vorige nummer uit de bibliotheek/afspeellijst
pl: Przewiń do poprzedniego utworu w bibliotece/liście odtwarzania
ru: Перейти на предыдущую дорожку в библиотеке/списке воспроизведения
sr: Клизајте до претходне нумере у аудиотеци/списку нумера

source: Load selected track into first stopped deck
de: Ausgewählten Titel in das erste gestoppte Deck laden
fr: Charger le morceau sélectionné sur la première platine à l'arrêt
pl: Załaduj zaznaczoną scieżkę do pierwszego zatrzymanego decka

source: Load selected track
de: Ausgewählten Titel laden
fr: Charger le morceau sélectionné
pl: Załaduj zaznaczoną scieżkę
sr: Учитајте изабрану нумеру

source: Load selected track and play
fr: Charger la piste sélectionnée et la jouer

source: Effects
de: Effekte
fr: Effets
pl: Efekty
sr: Ефекти

source: Toggle flange effect
de: Flange-Effekt ein-/ausschalten
fr: Activer/désactiver l'effet flanger
pl: Przełącz efekt flangera

source: Flange effect: Wavelength/period
de: Flange-Effekt: Wellenlänge/Periode
fr: Effet flanger : longueur d'onde / période
pl: Efekt flangera: Długość fali/Okres

source: Flange effect: Intensity
de: Flange-Effekt: Intensität
fr: Effet flanger : intensité
pl: Efekt flangera: Intensywność

source: Flange effect: Phase delay
de: Flange-Effekt: Phasenverzögerung
fr: Effet flanger : déphasage
pl: Efekt flangera: Opóźnienie Frazy

source: Microphone on/off
ca: Micròfon encès/apagat
de: Mikrofon an/aus
fr: Microphone en marche / arrêt
it: Microfono acceso/spento
nl: Microfoon aan/uit
pl: Wł/Wył Mikrofon
ru: Включение/выключение микрофона
sr: Микрофон укљ./искљ.
