Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Load track to Deck %1
ca: Carregar la pista al deck %1
de: Titel in Deck %1 laden
fr: Charger un morceau sur la platine %1
it: Carica una traccia dal mazzo %1
nl: Laad nummer naar deck %1
pl: Załaduj utwór do odtwarzacza %1
sr: Учитај нумеру на носач %1

source: Loads a track in deck %1
de: Lädt einen Titel in Deck %1
fr: Charge un morceau dans la platine %1
it: Carica una traccia nel mazzo %1
nl: Laad nummer in deck %1
pl: Ładuje utwór do odtwarzacza %1
sr: Учитајте нумеру на носач 1

source: Open
de: Öffnen
fr: Ouvrir
it: Apri
pl: Otwórz
sr: Отвори

source: &Exit
ca: &Eixir
de: &Beenden
fr: &Quitter
it: &Esci
nl: &Afsluiten
pl: &Wyjście
ru: &Выйти
sr: &Изађи

source: Quits Mixxx
de: Beendet Mixxx
fr: Quitte Mixxx
it: Esce da Mixxx
nl: Sluit Mixxx af
pl: Wyjście z Mixxx
sr: Изађите из Миксикса

source: &Rescan Library
ca: &Reescanejar biblioteca
de: &Bibliothek erneut einlesen
fr: &Réanalyser la bibliothèque
it: &Riscansiona la libreria
nl: &Bibliotheek opnieuw scannen
pl: &Przeskanuj Kolekcję
ru: &Обновить библиотеку
sr: Поново &прегледај библиотеку

source: Rescans library folders for changes to tracks.
de: Liest die Bilbliothek für Änderungen an Titeln erneut ein.
fr: Balaye les dossiers de la bibliothèque à la recherche de modifications dans les pistes.
pl: Skanuje ponownie foldery biblioteki w poszukiwaniu zmnian w utworach.
sr: Поново прегледајте фасцикле библиотеке за променама на нумерама.

source: Deck %1 is currently playing a track.
de: Deck %1 spielt derzeit einen Titel.
fr: La platine %1 est en cours d'utilisation.
it: Il mazzo %1 sta correntemente riproducendo una traccia.
nl: Deck %1 speelt momenteel een nummer af.
pl: Odtwarzacz %1 aktualnie odtwarza utwór.
sr: Носач %1 тренутно пушта нумеру.

source: Are you sure you want to load a new track?
de: Möchten Sie wirklich einen neuen Titel laden?
fr: Êtes-vous certain(e) de vouloir charger un nouveau morceau ?
it: Sei sicuro di voler caricare una nuova traccia?
pl: Czy na pewno chcesz załadować nowy utwór?
sr: Да ли сигурно желите да учитате нову нумеру?

source: &Full Screen
ca: Pantalla sencera
de: &Vollbild
fr: Plein &écran
it: &Schermo intero
nl: &Volledig scherm
pl: &Pełny Ekran
ru: &Во весь экран
sr: &Цео екран

source: &Preferences
ca: &Preferències
de: &Einstellungen
fr: &Préférences
it: &Preferenze
nl: &Voorkeuren
pl: &Preferencje
ru: &Параметры
sr: &Поставке

source: Change Mixxx settings (e.g. playback, MIDI, controls)
de: Mixxx Einstellungen verändern (z.B. Wiedergabe, MIDI, Steuerelemente)
fr: Modifier les paramètres de Mixxx (par ex. diffusion, MIDI, contrôleurs)
it: Cambia le impostazioni di Mixxx (per esempio la riproduzione, i Midi, i controlli)
pl: Zmień ustawienia Mixxx (np. odtwarzanie, MIDI, sterowanie)
sr: Измените подешавања Миксикса (нпр. пуштање, МИДИ, управљања)

source: &About
ca: Qu&ant a
de: &Über
fr: À &propos
it: &Informazioni su
nl: &Over
pl: &O programie
ru: &Сведения о программе
sr: &О програму

source: &Community Support
ca: Suport de la &Comunitat
de: &Community Unterstützung
fr: Support &communautaire
it: Supporto della &comunità
nl: &Community Ondersteuning
pl: & Wsparcie Mixxx
ru: Поддержка &сообщества
sr: &Подршка заједнице

source: Get help with Mixxx
de: Hilfe zu Mixxx erhalten
fr: Obtenir de l'aide sur Mixxx
it: Ottieni dell'aiuto con Mixxx
pl: Uzyskaj pomoc Mixxx
sr: Потражите помоћ за Миксикс

source: &User Manual
ca: Manual de l'&usuari
de: &Benutzerhandbuch
fr: &Manuel utilisateur
it: Manuale &Utente
nl: &Gebruikers Handleiding
pl: I instrukcja
ru: &Руководство пользователя
sr: &Корисничко упутство

source: Send Us &Feedback
ca: &Envia'ns la teua opinió
de: Senden Sie uns Ihre &Meinung
fr: Envoyez nous vos &remarques
it: Inviateci &Feedback
nl: Stuur ons &Feedback
pl: Wyślij opinie
ru: Обратная &связь
sr: Пошаљите нам &повратне информације

source: &Record Mix
ca: En&registra mescla
de: &Mix aufnehmen
fr: &Enregistrer le Mix
it: &Registra il Mixaggio
nl: &Mix Openemen
pl: &Nagraj Mix
ru: &Записать микс
sr: &Сними микс

source: Create a new playlist
ca: Crea una nova llista de reproducció
de: Neue Wiedergabeliste erstellen
fr: Créer une nouvelle liste de lecture
it: Crea una nuova playlist
nl: Nieuwe afspeellijst aanmaken
pl: Utwórz nową listę odtwarzania
ru: Создать список воспроизведения
sr: Направите нови списак нумера

source: Create a new crate
ca: Crea un nou caixó
de: Neue Plattenkiste erstellen
fr: Créer un nouveau container
it: Crea un nuovo Cesto
nl: Een nieuwe crate aanmaken
pl: Utwórz nową Skrzynkę
ru: Создать новый контейнер
sr: Направите нову гајбицу

source: Ctrl+Shift+F
de: Strg+Umschalt+F
fr: Ctrl+Maj+F
sr: Ктрл-Помак+Ф

source: Enable Vinyl Control &1
de: Vinyl-Steuerung &1 aktivieren
fr: Activer le contrôle vinyle &1
it: Abilita il controllo del vinile &1
nl: Schakel Vinyl Bediening in &1
pl: Włącz kontrolę vinylem &1
ru: Активировать контроль винила &1
sr: Укључи управљање плочом &1

source: Enable Vinyl Control &2
de: Vinyl-Steuerung &2 aktivieren
fr: Activer le contrôle vinyle &2
it: Abilita il controllo del vinile &2
nl: Schakel Vinyl Bediening in &2
pl: Włącz kontrolę vinylem &2
ru: Активировать контроль винила &2
sr: Укључи управљање плочом &2

source: Use timecoded vinyls on external turntables to control Mixxx
ca: Usa vinils amb codi de temps des de giradiscs externs per controlar Mixxx
de: Timecode-Vinyls benutzen um Mixxx mit externen Plattenspielern zu steuern
fr: Utiliser des disques vinyl encodés sur une platine externe pour contrôler Mixxx
it: Usa vinili timecoded su piatti esterni per controllare Mixxx
nl: Gebruik timecoded vinyls van externe draaitafels om Mixxx te besturen
pl: Użyj "timecoded vinyls" na zewnętrznych gramofonach aby kontrolować Mixxx'a
ru: Использовать винил с временными метками на внешних проигрывателях для управления Mixxx
sr: Користите плоче са временским кодирањем на спољним грамофонима да управљате Миксиксом

source: Stream your mixes to a shoutcast or icecast server
ca: Transmet les teues mescles a un servidor de shoutcast o d'icecast
de: Den Mix zu einem Icecast- oder Shoutcast-Server streamen
fr: Diffusez vos mixes via un serveur shoutcast ou icecast
it: Invia i tuoi mix a un server shoutcast o icecast
nl: Stream je mixen naar een shoutcast of icecast server
pl: Wysyłaj strumień mixu do serwera shoutcast/icecast
ru: Транслируйте ваши миксы через серверы shoutcast или icecast
sr: Пошаљите ток ваших радова на сервер шоуткаста или ајскаста

source: Record your mix to a file
ca: Grava la teua mescla a un fitxer
de: Den Mix in einer Datei speichern
fr: Enregistrer votre mix dans un fichier
it: Registra il tuo Mixaggio su un file
nl: Neem jouw mix op naar een bestand
pl: Nagraj swój mix do pliku
ru: Записать ваш микс в файл
sr: Снимите ваш микс у датотеку

source: Display Mixxx using the full screen
ca: Mostra Mixx a pantalla sencera
de: Zeigt Mixxx im Vollbildmodus an
fr: Afficher Mixxx en plein écran
it: Mostra Mixxx in modalità schermo intero
nl: Geef Mixxx weer in volledig scherm
pl: Włącz Mixxx w trybie pełnoekranowym
ru: Разворачивать Mixxx на весь экран
sr: Прикажите Миксикс користећи цео екран

source: Read the Mixxx user manual.
ca: Llegiu el manual de l'usuari de Mixxx.
de: Mixxx-Benutzerhandbuch lesen.
fr: Lire le manuel utilisateur de Mixxx
it: Leggi il manuale utente di Mixxx
nl: Lees de Mixxx gebruikers handleiding
pl: Przeczytaj instrukcję użytkownika Mixxx.
ru: Открыть руководство пользователя Mixxx.
sr: Прочитајте корисничко упутство Миксикса.

source: Send feedback to the Mixxx team.
ca: Envia la teua opinió a l'equip de Mixx.
de: Senden Sie Ihre Meinung an das Mixxx-Team.
fr: Envoyer des Retours à l'équipe de Mixxx
it: Invia feedback al team di Mixxx
nl: Stuur feedback naar het Mixxx team.
pl: Wyślij opinię do zespołu Mixxx.
ru: Отправить отзыв команде Mixxx.
sr: Пошаљите повратне информације екипи Миксикса.

source: Help translate this application into your language.
ca: Ajuda a traduir esta aplicació a la teua llengua.
de: Helfen Sie mit, um diese Anwendung in Ihrer Sprache zu übersetzen.
fr: Aidez à traduire cette application dans votre langage.
it: Aiutaci a tradurre questo programma nella tua lingua.
nl: Help om deze applicatie in jouw taal te vertalen.
pl: Pomóż przetłumaczyć ta Aplikacje Na Twój język.
ru: Помочь перевести приложение на ваш язык.
sr: Помозите у превођењу овог програма на наш језик насушни.

source: About the application
ca: Quant a l'aplicació
de: Über diese Anwendung
fr: A propos de l'application
it: Informazioni sull'applicazione
nl: Over het programma
pl: O programie
ru: Сведения о программе
sr: О самом програму

source: A sampler is currently playing. Exit Mixxx?
de: Ein Sampler spielt derzeit. Mixxx beenden?
fr: Un échantillonneur est actuellement actif. Quitter Mixxx ?
pl: Sampler aktualnie odtwarza. Wyjśc z Mixxx?
ru: Семплер в данный момент играет. Выйти из Mixxx?
sr: Узорчник тренутно пушта. Да изађем из Миксикса?

source: &File
ca: &Fitxer
de: &Datei
fr: &Fichier
nl: &Bestand
pl: &Plik
ru: &Файл
sr: &Датотека

source: Toggles keyboard shortcuts on or off
de: Tastenkombinationen ein-/ausschalten
fr: Activer/Désactiver les raccourcis claviers
pl: Przełącza skróty klawiaturowe (Wł./Wył.)
sr: Укључите или искључите пречице тастатуре

source: &Translate This Application
fr: &Traduire Cette Application
pl: Prze&tłumacz ten program
sr: &Преведи овај програм

source: Enable Live &Broadcasting
fr: Activer la Diffusion en Direct (&Broadcast)
pl: Włącz &Nadawanie na żywo
sr: Укључи емитовање &уживо

source: May not be supported on all skins.
fr: Peut-être pas supporté sur tous les thèmes
pl: Może nie być wspierane we wszystkich skórkach.
sr: Не може бити подржано на свим маскама.

source: Show the sample deck section of the Mixxx interface.
fr: Afficher la section du deck des échantillons de l'interface de Mixxx
pl: Pokaż sekcję odwarzacza próbek w interfejsie Mixxx'a.
sr: Прикажите одељак носача узорка у сучељу Миксикса.

source: Show the vinyl control section of the Mixxx interface.
fr: Montrer la section de contrôle des vinyles de l'interface Mixxx.
pl: Pokaż sekcję kontroli vinyla w interfejsie Mixxx'a.
sr: Прикажите одељак управљања плочом у сучељу Миксикса.

source: Show the microphone section of the Mixxx interface.
fr: Montrer la section microphone de l'interface Mixxx.
pl: Pokaż sekcję mikrofonu w interfejsie Mixxx'a.
sr: Прикажите одељак микрофона у сучељу Миксикса.

source: &Library
ca: &Biblioteca
de: &Bibliothek
fr: &Bibliothèque
it: &Libreria
nl: &Bibliotheek
pl: &Kolekcja
ru: &Библиотека
sr: &Библиотека

source: &View
ca: &Veure
de: &Ansicht
fr: &Affichage
it: &Vista
nl: &Weergave
pl: &Widok
ru: &Вид
sr: Пре&глед

source: &Help
ca: &Ajuda
de: &Hilfe
fr: &Aide
it: &Aiuto
nl: &Hulp
pl: &Pomoc
ru: &Справка
sr: По&моћ

source: &Vinyl Control
ca: Control per &vinils
de: &Vinyl-Steuerung
fr: &Contrôle Vinyle
it: Controllo &Vinile
nl: Vinyl Bediening
ru: &Kонтроль винилa
sr: &Управљање плочом

source: No input device(s) select. Please select your soundcard(s) in the sound hardware preferences.
ca: No s'ha seleccionat cap dispositiu(s) d'entrada Per favor, selecciona la teua targeta de so a les preferències del maquinari de so.
de: Kein(e) Eingabegerät(e) ausgewählt. Bitte wählen Sie die Soundkarte(n) für die Vinyl-Steuerung in den Sound-Hardware-Einstellungen aus.
fr: Aucun périphérique d'entrée sélectionné. Vérifier les choix de carte de son dans les préférences.
it: Nessun dispositivo di ingresso selezionato. Seleziona la/e tua/e schede audio nelle preferenze hardware
nl: Geen input appara(a)t(en) geselecteerd. Selecteer a.u.b. je geluidskaart(en) bij de geluid hardware voorkeuren.
pl: Nie wybrano urządzeń wejściowych. Wybierz kartę/karty dźwiękowe w ustawieniach urządzeń dźwięku.
ru: Устройство(-а) не выбраны. Пожалуйста, выберите вашу звуковую карту(-ы) в настройках звукового оборудования.
sr: Није изабран улазни уређај. Молим изаберите вашу звучну картицу у поставкама звучног хардвера.

source: Mixxx %1 Development Team
ca: Equip del desenvolupament de Mixxx %1
de: Mixxx %1 Entwicklerteam
fr: Équipe de développement Mixxx %1
it: Team di sviluppo Mixxx %1
nl: Mixxx %1 ontwikkelaarsteam
pl: Zespół Rozwoju Mixxx %1
ru: Команда разработки Mixxx %1
sr: Развојна екипа Миксикса %1

source: With contributions from:
ca: Amb les contribucions de:
de: Mit Beiträgen von:
fr: Avec les contributions de:
it: Con il contributo di :
nl: Met bijdragen van:
pl: Przy udziale:
ru: При участии:
sr: Уз допринос:

source: And special thanks to:
ca: Mereixements especials a:
de: Und besonderen Dank an:
fr: Et remerciements particuliers à:
it: Ringraziamenti speciali a:
nl: En speciale dank aan:
pl: Specjalne Podziękowania dla:
ru: Особые благодарности:
sr: Посебно се захваљујемо:

source: Past Developers
ca: Darrers desenvolupadors
de: Frühere Entwickler
fr: Anciens développeurs
it: Ex Sviluppatori
nl: Oude ontwikkelaars:
pl: Byli twórcy
ru: Бывшие разработчики
sr: Претходни програмери

source: Past Contributors
ca: Darreres contribucions
de: Frühere Mitwirkende
fr: Anciens contributeurs
it: Hanno contribuito
nl: Oude bijdragers:
pl: Byli współpracownicy
ru: Бывшие соавторы
sr: Претходни доприносиоци

source: Error in skin file
de: Fehler in Skin-Datei
fr: Erreur dans le fichier d'habillage
pl: Błąd w pliku skórki.
sr: Грешка у датотеци маске

source: The selected skin cannot be loaded.
de: Das gewählte Skin kann nicht geladen werden.
fr: L'habillage sélectionné ne peut pas être chargé.
pl: Wybrana skórka nie może być załadowana.
sr: Изабрана маска не може бити учитана.

source: OpenGL Direct Rendering
de: Direktes Rendern mit OpenGL
fr: Rendu Direct OpenGL
pl: Renderowanie bezpośrednie OpenGL
sr: Посредно исцртавање ОпенГЛ-а

source: Direct rendering is not enabled on your machine.<br><br>This means that the waveform displays will be very<br><b>slow and may tax your CPU heavily</b>. Either update your<br>configuration to enable direct rendering, or disable<br>the waveform displays in the Mixxx preferences by selecting<br>"Empty" as the waveform display in the 'Interface' section.<br><br>NOTE: If you use NVIDIA hardware,<br>direct rendering may not be present, but you should<br>not experience degraded performance.
de: Direktes Rendern ist auf Ihrem System nicht aktiviert.<br><br>Dies bedeutet, dass die Wellenform-Anzeige sehr langsam seien wird <br><b>und möglicherweise Ihre CPU stark belast</b>. Entweder aktualisieren Sie Ihre<br>Konfiguration um direktes Rendern zu aktivieren oder deaktivieren<br>die Wellenform-Anzeige in den Mixxx Einstellungen durch die Auswahl von<br>"Leer" als Wellenform-Anzeige im 'Benutzeroberfläche' Bereich.<br><br>Hinweis: Wenn Sie NVIDIA-Hardware verwenden<br>ist direktes Renden möglicherweise nicht vorhanden, Sie sollen<br>aber keine verminderte Leistung erleben.
fr: Le rendu direct n'est pas disponible sur votre machine.<br><br>Ceci signifie que l'affichage des formes d'ondes sera très<br><br>lent et pourra charger fortement votre processeur</b>. Mettez à jour votre<br>configuration pour permettre le rendu direct ou désactivez<br>l'affichage des formes d'ondes dans les préférences de Mixxx en sélectionnant<br>"Vide" pour l'affichage de la forme d'onde dans la section "Interface".<br><br>NOTE : si vous utilisez du matériel NVIDIA,<br>le rendu direct peut ne pas être présent mais vous ne devriez pas rencontrer de performances dégradées.
pl: Renderowanie bezpośrednie nie jest włączone na tym komputerze.<br><br>Oznacza to, że wykres dźwięku będzie wyświetlany bardzo<br><b>wolno i może mocno obciążać twój procesor</b>Możesz albo włączyć<br>renderowanie bezpośrednie, albo wyłączyćwyświetlanie wykresu<br>w ustawieniach Mixxx wybierając "Pusty" jako wyświetlanie wykresy<br> w ustawieniach sekcji 'Interfejs' .<br><br>UWAGA: Jeśli używasz sprzętu NVIDIA<br>renderowanie bezpośrednie może być niedostępne,<br> ale nie powinieneś się spodziewać pogorszenia wydajności.
sr: Непосредно исцртавање није укључено на вашем рачунару.<br><br>Ово значи да ће приказивање таласног облика бити врло<br><b>споро и да ће преоптеретити ваш процесор</b>. Или ажурирајте ваше<br>подешавање да укључите непосредно исцртавање, или искључите<br>приказивање таласног облика у поставкама Миксикса тако што ћете<br>изабрати „Празно“ као приказ таласног облика у одељку „Сучеље“.<br><br>НАПОМЕНА: Ако користите НВИДИА хардвер,<br>непосредно исцртавање можда није присутно, али ви не бисте требали<br>да искусите умањене перформансе.

source: Confirm Exit
ca: Confirmar eixida
de: Beenden bestätigen
fr: Confirmer la fermeture
it: Conferma uscita
nl: Afsluiten bevestigen
pl: Potwierdź zamknięcie
ru: Подтвердите выход
sr: Потврди излаз

source: A deck is currently playing. Exit Mixxx?
ca: Un plat encara està reproduint. Eixir de Mixxx?
de: Ein Deck spielt derzeit. Mixxx beenden?
fr: Un lecteur est actuellement actif.Quitter Mixxx?
it: Un deck è in riproduzione. Uscire da Mixxx?
nl: Een deck speelt momenteel. Mixxx Afsluiten?
pl: Deck właśnie gra! Wyjść z Mixxx'a?
ru: В данный момент дека используется для воспроизведения. Выйти из Mixxx?
sr: Носач тренутно пушта. Да изађем из Миксикса?

source: The preferences window is still open.
fr: La fenêtre de Préférences est déjà ouverte.
pl: Okno właściwości jest nadal otwarte.
sr: Прозор поставки је још увек отворен.

source: Discard any changes and exit Mixxx?
fr: Abandonner toutes les modifications et quitter Mixxx ?
pl: Porzucić wszystkie zmiany i wyjść z Mixxx?
sr: Да одбацим могуће измене и да напустим Миксикс?

source: Missing Tracks
de: Fehlende Titel
fr: Morceaux manquants
nl: Ontbrekende Nummers
pl: Brakujące utwory
sr: Недостајуће нумере

source: Hidden Tracks
fr: Pistes cachées
pl: Ukryte utwory
sr: Скривене нумере

# MixxxLibraryFeature#3
source: Library
fr: Médiathèque
pl: Biblioteka
sr: Библиотека

# ParserCsv#1
source: Location
de: Speicherort
fr: Emplacement
it: Posizione
nl: Locatie
pl: Lokalizacja
sr: Место

# ParserCsv#2
source: Playlist Export Failed
de: Exportieren der Wiedergabeliste fehlgeschlagen
fr: L'exportation de la liste de lecture a échoué
it: Esporatazione scaletta fallita
nl: Afspeellijst Exporteren Mislukt
pl: Eksport listy odtwarzania nie powiódł się
sr: Није успео извоз списка нумера

# ParserCsv#3
source: Could not create file
de: Datei konnte nicht erstellt werden
fr: Impossible de créer le fichier
it: Non è stato possibile creare il file
nl: Kon bestand niet maken
pl: Nie mogę utworzyć pliku
sr: Не могу да направим датотеку

source: Readable text Export Failed
de: Exportieren des Lesbaren Textes fehlgeschlagen
fr: Échec de l'export au format texte en clair
pl: Eksport do pliku .txt zakończony niepowowodzeniem
sr: Није успео извоз читљивог текста

# ParserM3u#1
source: Playlist Export Failed
ca: La exportació de la llista de reproducció ha fallat
de: Exportieren der Wiedergabeliste fehlgeschlagen
fr: Échec de l'exportation de liste de lecture
it: Esporatazione playlist fallita
nl: Afspeellijst Exporteren Mislukt
pl: Eksport listy odtwarzania nie powiódł się
ru: Ошибка экспортирования списка воспроизведения
sr: Није успео извоз списка нумера

source: File path contains characters, not allowed in m3u playlists.
ca: La ruta del fitxer conté caràcters no admesos als fitxers de les llistes de reproducció m3u.
de: Dateipfad enthält Zeichen die in m3u Wiedergabelisten nicht erlaubt sind.
fr: Le chemin du fichier comporte des caractères, pas autorisés dans les listes de lecture M3U.
it: Il percorso del file contiene caratteri che non sono permessi nelle playlist m3u.
nl: Bestandspad bevat karakters die niet toegelaten zijn in m3u-afspeellijsten.
pl: ścieżka pliku zawiera znaki niedozwolone w liście typu m3u.
ru: Адрес размещения содержит символы, которые недопустимы в списках воспроизведения m3u.
sr: Путања датотеке садржи знаке који нису допуштени у м3у списковима нумера.

source: Export a m3u8 playlist instead!
ca: Exporta al format m3u8!
de: Exportiere eine m3u8 Wiedergabeliste stattdessen!
fr: Exporter une liste de lecture m3u8 à la place!
it: Esporta una playlist m3u8!
nl: Exporteer in plaats daarvan een m3u8-afspeellijst!
pl: Eksport zamiennie do listy odtwarzania w formacie m3u8!
ru: Выполнить экспортирование списка воспроизведения m3u8!
sr: Зато извозим у м3у8 списак нумера!

# ParserM3u#4
source: Could not create file
ca: No s'ha pogut crear el fitxer
de: Datei konnte nicht erstellt werden
fr: Impossible de créer le fichier
it: Impossibile creare il file
nl: Kon bestand niet maken
pl: Nie mogę utworzyć pliku
ru: Невозможно создать файл
sr: Не могу да направим датотеку

# ParserPls#1
source: Playlist Export Failed
ca: La exportació de la llista de reproducció ha fallat
de: Exportieren der Wiedergabeliste fehlgeschlagen
fr: Échec de l'exportation de liste de lecture
it: Esporatazione playlist fallita
nl: Afspeellijst Exporteren Mislukt
pl: Eksport listy odtwarzania nie powiódł się
ru: Ошибка экспортирования списка воспроизведения
sr: Није успео извоз списка нумера

# ParserPls#2
source: Could not create file
ca: No s'ha pogut crear el fitxer
de: Datei konnte nicht erstellt werden
fr: Impossible de créer le fichier
it: Impossibile creare il file
nl: Kon bestand niet maken
pl: Nie mogę utworzyć pliku
ru: Невозможно создать файл
sr: Не могу да направим датотеку

# PlaylistFeature#1
source: Lock
de: Sperren
fr: Verrouiller
it: Blocca
nl: Vergrendel
pl: Zablokuj
sr: Закључај

source: Playlists
ca: Llistes de reproducció
de: Wiedergabelisten
fr: Liste de lecture
nl: Afspeellijsten
pl: Listy odtwarzania
ru: Списки воспроизведения
sr: Списак нумера

# PlaylistFeature#3
source: Unlock
de: Entsprerren
fr: Déverrouiller
it: Sblocca
nl: Ontgrendelen
pl: Odblokuj
sr: Откључај

source: Playlists are ordered lists of songs that allow you to plan your DJ sets.
de: Wiedergabelisten sind geordnete Listen Ihrer Titel die es ermöglichen Ihre DJ-Sets zu planen.
fr: Les lites de lectures sont des listes ordonnées de morceaux qui vous permettent de planifier vos sessions de mixage.
pl: Listy odtwarzania to uporządkowane listy utworów, które pozwalają zaplanować twoje zestawy DJ-skie.
sr: Спискови нумера су уређени спискови песама који вам омогућавају да испланирате ваше ДиЏеј скупове.

source: Some DJs construct playlists before they perform live, but others prefer to build them on-the-fly.
de: Einige DJs stellen Wiedergabelisten zusammen bevor sie live auftreten, während andere es bevorzugen sie nebenbei zu erstellen.
fr: Certains DJ préparent des listes de lecture avant leurs performances publiques quand d'autres préfèrent les constituer à la volée.
pl: Niektórzy didżeje tworzą playlisty przed ich występem na żywo, natomiast inni preferują tworzyć je w locie.
sr: Неки диџеји изграде спискове нумера пре него ли обаве изведбу, а неки то раде у току саме представе.

source: When using a playlist during a live DJ set, remember to always pay close attention to how your audience reacts to the music you've chosen to play.
de: Achten Sie bei der Verwendung einer Wiedergabeliste während einer Live-DJ-Set immer darauf wie das Publikum auf die von Ihnen gespielte Musik reagiert.
fr: Lorsque vous utilisez des listes de lecture pendant des sessions de mixage, souvenez-vous de porter une attention toute particulière à la façon dont votre public réagit à la musique que vous avez choisie de jouer.
pl: Przy zastosowaniu list odtwarzania podczas występu na żywo, pamiętaj, aby zawsze zwracać baczną uwagę na to, jak publiczność reaguje na muzykę, którą wybrałeś do gry.
sr: Када користите списак нумера током живог ДиЏеј скупа, сетите се да увек обратите пажњу на то како ваша публика реагује на музику коју сте изабрали за пуштање.
