Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: All
ca: Tot
de: Alle
fr: Tous
it: Tutto
nl: Alles
pl: Wszystko
ru: Все
sr: Све

source: Progress
ca: Progrés
de: Fortschritt
fr: En progrès
it: Progresso
nl: Voortgang
pl: Postęp
ru: Выполнение
sr: Напредак

# DlgPrepare#8
source: Select All
fr: Tout sélectionner
pl: Zaznacz wszystko

source: Runs the BPM and beatgrid detection on the selected tracks. Waveforms will be generated as part of a analysis as well.
de: Führt die BPM und Beatgrid-Erkennung der gewählten Titel aus. Die Wellenformen werden als Teil der Analyse auch erzeugt.
fr: Exécute la détection du tempo et de la grille rythmique pour les morceaux sélectionnés. Les formes d'onde seront générées comme parties intégrantes de l'analyse également.
pl: Uruchamia detekcję rytmu i siatki rytmu na wybranych ścieżkach. Wykresy będą także generowane częścioiwo podczas analizy.
sr: Извршава откривање БМП-а и тактне мреже на изабраним нумерама. Таласни облици ће такође бити створени као део анализе.

# DlgPrepare#10
source: Analyze
de: Analysieren
fr: Analyser
pl: Analizuj
sr: Анализирај

source: Stop Analysis
ca: Para l'anàlisi
de: Analyse stoppen
fr: Arrêter l'analyse
it: Arresta l'analisi
nl: Analyse stoppen
pl: Zatrzymaj analizę
ru: Остановить анализатор
sr: Заустави анализирање

source: Analyzing %1/%2 %3%
fr: Analyse %1/%2 %3%
pl: Analizuje %1/%2 %3%

# DlgRecording#1
source: Manage
ca: Gestiona
de: Verwalten
fr: Configurer
it: Gestione
nl: Beheren
pl: Zarządzaj
ru: Управлять
sr: Уреди

source: Status:
ca: Estat:
fr: État
it: Stato
ru: Состояние:
sr: Стање:

source: Start Recording
ca: Inicia l'enregistrament
de: Aufnahme starten
fr: Démarrer l'enregistrement
it: Inizia la registrazione
nl: Opname starten
pl: Rozpocznij Nagrywanie
ru: Начать запись
sr: Започни снимање

source: Start recording here ...
ca: Inicia la gravació ací ...
de: Aufnahme hier starten ...
fr: Démarrer l'enregistrement ici ...
it: Inizia la registrazione qui ...
nl: Start opname hier...
pl: Rozpocznij nagrywanie tu ...
ru: Начать запись здесь ...
sr: Овде започни снимање ...

source: Stop Recording
ca: Atura l'enregistrament
de: Aufnahme stoppen
fr: Arrêter l'enregistrement
it: Interrompi la registrazione
nl: Opname stoppen
pl: Zakończ Nagrywanie
ru: Остановить запись
sr: Заустави снимање

source: Recording to file:
ca: Registrant a fitxer:
de: Aufnahme in Datei:
fr: Enregistrement dans le fichier :
it: Registrando sul file:
nl: Opnemen naar Bestand:
pl: Zapisuję do pliku:
sr: Снимам у датотеку:

source: MB written
ca: MB escrits
de: MB geschrieben
fr: Mo écrits
it: MB scritti
pl: MB zapisanych
sr: МБ је записан

source: Track Editor
ca: Editor de la pista
de: Titel-Editor
fr: Éditeur de piste
it: Editor Traccia
nl: Nummer-editor
pl: Edycja Ścieżki
ru: Редактор дорожек
sr: Уређивач нумере

source: Summary
de: Übersicht
fr: Résumé
pl: Podsumowanie
sr: Сажетак

source: Title:
ca: Títol:
de: Titel:
fr: Titre :
it: Titolo
nl: Titel:
pl: Tytuł:
ru: Название:
sr: Наслов:

source: Artist:
ca: Artista:
de: Interpret:
fr: Artiste :
it: Artista:
nl: Artiest:
pl: Wykonawca:
ru: Исполнитель:
sr: Извођач:

source: Track #:
ca: Pista #:
de: Titelnummer:
fr: Piste n° :
it: Traccia #:
nl: Nummer #;
pl: Utwór nr:
ru: Дорожка #:
sr: Нумера бр.:

source: Composer:
ca: Compositor:
de: Komponist:
fr: Compositeur :
it: Compositore:
nl: Componist:
pl: Kompozytor:
sr: Композитор:

# DlgTrackInfo#9
source: Year
de: Jahr
fr: Année
pl: Rok
sr: Година

# DlgTrackInfo#10
source: Key
de: Tonart
fr: Tonalité
pl: Tonacja
sr: Кључ

source: Filetype:
de: Dateityp:
fr: Type de fichier :
pl: Typ pliku:
sr: Врста датотеке:

source: Location:
de: Speicherort:
fr: Emplacement :
pl: Lokalizacja:
sr: Место:

source: Filename:
ca: Nom de fitxer:
de: Dateiname:
fr: Nom de fichier :
it: Nome del file:
nl: Bestandsnaam:
pl: Plik:
ru: Имя файла:
sr: Назив датотеке:

source: Bitrate:
fr: Débit :
sr: Проток бита:

# DlgTrackInfo#16
source: BPM
fr: Tempo
sr: ТУМ

source: Double BPM
de: BPM verdoppeln
fr: Doubler le tempo
pl: Podwójny BPM
sr: Удвостручи ТУМ

source: Halve BPM
de: BPM halbieren
fr: Diviser le tempo par deux
pl: Połowa BPM
sr: Преполови ТУМ

source: Cuepoints
de: Cue-Punkte
fr: Points de repères
pl: Punkty znaczników
sr: Тачке наговештаја

source: &Previous
de: &Zurück
fr: &Précédent
pl: &Poprzedni
sr: &Претходна

source: &Next
de: &Weiter
fr: Suiva&nte
pl: &Następny
sr: &Следећа

source: Duration:
ca: Duració:
de: Dauer:
fr: Durée:
it: Durata:
nl: Duur:
pl: Czas trwania:
ru: Длительность:
sr: Трајање:

source: Comments:
ca: Comentaris:
de: Kommentare:
fr: Commentaires :
it: Commenti:
nl: Opmerkingen:
pl: Komentarze:
ru: Описания:
sr: Напомене:

source: Reload track metadata from file.
ca: Torna a carregar les metadades de la pista des del fitxer.
de: Metadaten aus der Datei neu laden.
fr: Recharger les métadonnées de la piste depuis le fichier.
it: Carica nuovamente i metadata dal file.
nl: Herlaad nummer metagegevens van bestand
pl: Przeładuj metadane ścieżki z pliku.
ru: Обновить метаданные дорожки из файла.
sr: Поново учитајте метаподатке из датотеке.

source: Track BPM:
ca: BPM de la pista:
de: Titel BPM:
fr: Piste BPM:
it: BPM della traccia:
nl: Nummer BPM:
pl: BPM Ścieżki:
ru: Дорожка уд./мин.:
sr: Прати ТУМ:

source: Tap to Beat
ca: Polse per esbrinar el Beat
de: Zum Beat tippen
fr: tapez le rythme
nl: Tab op Maat
pl: Uderzaj do Bitu
ru: Нажмите чтобы выбрать ритм.
sr: Лупни такт

source: Hint: Use the Library Analyze view to run BPM detection.
ca: Ajuda: Usa la vista de l'analitzador de biblioteca per executar la detecció BPM.
de: Hinweis: Nutzen Sie die Analysieren-Ansicht in der Bibliothek für die BPM-Erkennung.
fr: Conseil : utilisez la vue d'analyse de la bibliothèque pour lancer la détection de tempo.
it: Suggerimento: Usa la vista Analizza Libreria per eseguire il calcolo dei BPM.
nl: Hint: Gebruik de Bibliotheek Analyseerder weergave om BPM detectie te draaien.
pl: Podpowiedź: Użyj widoku Analizuj Kolekcję, aby uruchomić wykrywanie BPM.
ru: Совет: используйте анализатор библиотеки для запуска определения кол-ва уд./мин.
sr: Савет: Користите преглед анализирања библиотеке да покренете откривање ТУМ-а.

# DlgTrackInfo#29
source: Position
fr: Emplacement
pl: Pozycja
sr: Положај

# DlgTrackInfo#30
source: Hotcue
fr: Point de repère
pl: Szybiki znacznik (Hotcue)
sr: Битан наговештај

source: Label
ca: Etiqueta
de: Beschriftung
fr: Étiquette
ru: Метка
sr: Натпис

source: Activate Cue
ca: Activa Cue
de: Cue aktivieren
fr: Activer Cue
it: Attiva Cue
nl: Activeer Cue
pl: Włącz Cue
ru: Использовать метку
sr: Покрени наговештај

source: Delete Cue
ca: Borra Cue
de: Cue löschen
fr: Supprimer cue
it: Cancella Cue
nl: Verwijder Cue
pl: Usuń Cue
ru: Удалить метку
sr: Обриши наговештај

source: &Apply
ca: &Aplica
de: &Anwenden
fr: &Appliquer
it: &Applica
nl: &Toepassen
pl: &Zastosuj
ru: &Применить
sr: &Примени

source: &Cancel
ca: &Cancel·la
de: &Abbrechen
fr: &Annuler
it: &Cancella
nl: &Annuleren
pl: &Anuluj
ru: &Отменить
sr: &Откажи

# DlgTrackInfo#36
source: kbps
fr: kb/s
pl: kbit/s
sr: kb/s

source: Empty
ca: Buit
de: Leer
fr: Vide
it: Vuoto
nl: Leeg
pl: Pusty
sr: Празно

source: Encoder
ca: Codificador
de: Kodierer
fr: Encodeur
pl: Program kodujący
ru: Кодек
sr: Кодер

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> for more information. </html>
ca: <html>Mixxx no pot gravar o emetre en MP3 sense el codificador MP3 &quot;lame&quot;. Degut a problemes de llicència no podem incloure'l amb Mixxx. Per gravar o emetre en MP3, ha de descarregar <b>libmp3lame</b> i instal·lar-lo al seu sistema. <p>Mire <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>la Wiki de Mixxx</a> per més informació. </html>
de: <html>Mixxx kann ohne den MP3-Kodierer &quot;lame&quot; nicht in MP3 aufnehmen oder streamen. Aus lizenzrechtlichen Gründen beinhaltet Mixxx diesen nicht. Um in MP3 aufnehmen oder streamen zu können, müssen Sie <b>libmp3lame</b> herunterladen und auf Ihrem System installieren. <p>Siehe <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> für weitere Informationen. </html>
fr: <html>Mixxx ne peut enregistrer ou streamer en MP3 sans l'encodeur MP3 &quot;lame&quot;. Pour des questions de licences, nous ne pouvons pas l'inclure avec Mixxx. Pour enregistrer ou streamer en MP3, vous devez télécharger <b>libmp3lame</b> et l'installer sur votre système. <p>Consultez <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>le Mixxx Wiki</a> pour plus d'informations. </html>
it: <html>Mixxx non può registrare o riprodurre MP3 senza un codec MP3 &quot;lame&quot;. Per probelmi di licenza, non possiamo includerlo in Mixxx. Per registrare o riprodurre in MP3, è necessario scaricare <b>libmp3lame</b> e installarlo nel tuo sistema. <p>Vedere <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> per maggiori informazioni. </html>
nl: <html>Mixxx kan niet opnemen of streamen in MP3 zonder de MP3 encoder &quot;lame&quot;. Vanwege licentie problemen, kunnen we dit niet toevoegen aan Mixxx. Om in MP3 op te nemen of te streamen, moet je <b>libmp3lame</b> downloaden en installeren op jouw systeem. <p>Zie <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Mixxx Wiki</a> voor meer informatie. </html>
pl: <html> Mixxx nie może nagrywać lub strumień w formacie MP3 bez MP3 encoder "lame". Ze względu na problemy licencyjne, nie możemy włączyć ten z Mixxx. Aby rozpocząć nagrywanie lub strumień w formacie MP3, należy pobrać <b> libmp3lame </ b> i zainstalować go w systemie. <p> Zobacz <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'> Mixxx Wiki </ a> więcej informacji. </ html>
ru: <html>Mixxx не может записывать или транслировать записи в формате MP3 без установленного в системе кодировщика MP3 &quot;lame&quot;. Из-за лицензионных проблем, мы не можем распространять этот кодировщик вместе с Mixxx. Для того, чтобы осуществлять запись или трансляцию в формате MP3, вы должны загрузить файл <b>libmp3lame</b> и установить его в вашу систему. <p>См. <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> для получения более подробной информации. </html>
sr: <html>Миксикс не може да снима или да пушта ток у МП3 запису без МП3 шифрера „lame“. Због проблема са дозволом, ми не можемо да га укључимо у Миксикс. Да снимате или да пуштате ток у МП3 запису, морали бисте да преузмете <b>libmp3lame</b> и да га инсталирате на ваш систем. <p>Погледајте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'>Вики Миксикса</a> за више података. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>lame_enc.dll</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> for more information. </html>
ca: <html>Mixxx no pot gravar o emetre en MP3 sense el codificador MP3 &quot;lame&quot;. Degut a problemes de llicència no podem incloure'l amb Mixxx. Per gravar o emetre en MP3, ha de descarregar <b>lame_enc.dll</b> i instal·lar-lo al seu sistema. <p>Mire <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>la Wiki de Mixxx</a> per més informació. </html>
de: <html>Mixxx kann ohne den MP3-Kodierer &quot;lame&quot; nicht in MP3 aufnehmen oder streamen. Aus lizenzrechtlichen Gründen beinhaltet Mixxx diesen nicht. Um in MP3 aufnehmen oder streamen zu können, müssen Sie <b>lame_enc.dll</b> herunterladen und auf Ihrem System installieren. <p>Siehe <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> für weitere Informationen. </html>
fr: <html>Mixxx ne peut enregistrer ou streamer en MP3 sans l'encodeur MP3 &quot;lame&quot;. Pour des questions de licences, nous ne pouvons pas l'inclure avec Mixxx. Pour enregistrer ou streamer en MP3, vous devez télécharger <b>libmp3lame</b> et l'installer sur votre système. <p>Consultez <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>le Mixxx Wiki</a> pour plus d'informations. </html>
it: <html>Mixxx non può registrare o riprodurre MP3 senza un codec MP3 &quot;lame&quot;. Per probelmi di licenza, non possiamo includerlo in Mixxx. Per registrare o riprodurre in MP3, è necessario scaricar e<b>lame_enc.dll</b> e installarlo nel tuo sistema. <p>Vedere <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> per maggiori informazioni. </html>
nl: <html>Mixxx kan niet opnemen of streamen in MP3 zonder de MP3 encoder &quot;lame&quot;. Vanwege licentie problemen, kunnen we dit niet toevoegen aan Mixxx. Om in MP3 op te nemen of te streamen, moet je <b>lame_enc.dll</b> downloaden en installeren op jouw systeem. <p>Zie <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> voor meer informatie. </html>
pl: <html> Mixxx nie może nagrywać lub strumień w formacie MP3 bez MP3 encoder "lame". Ze względu na problemy licencyjne, nie możemy włączyć ten z Mixxx. Aby rozpocząć nagrywanie lub strumień w formacie MP3, należy pobrać <b> libmp3lame </ b> i zainstalować go w systemie. <p> Zobacz <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#linux'> Mixxx Wiki </ a> więcej informacji. </ html>
ru: <html>Mixxx не может записывать или транслировать записи в формате MP3 без установленного в системе кодировщика MP3 &quot;lame&quot;. Из-за лицензионных проблем, мы не можем распространять этот кодировщик вместе с Mixxx. Для того, чтобы осуществлять запись или трансляцию в формате MP3, вы должны загрузить файл <b>lame_enc.dll</b> и установить его в вашу систему. <p>См. <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> для получения более подробной информации. </html>
sr: <html>Миксикс не може да снима или да пушта ток у МП3 запису без МП3 шифрера „lame“. Због проблема са дозволом, ми не можемо да га укључимо у Миксикс. Да снимате или да пуштате ток у МП3 запису, морали бисте да преузмете <b>lame_enc.dll</b> и да га инсталирате на ваш систем. <p>Погледајте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Вики Миксикса</a> за више података. </html>

source: <html>Mixxx cannot record or stream in MP3 without the MP3 encoder &quot;lame&quot;. Due to licensing issues, we cannot include this with Mixxx. To record or stream in MP3, you must download <b>libmp3lame</b> and install it on your system. <p>See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> for more information. </html>
ca: <html>Mixxx no pot gravar o emetre en MP3 sense el codificador MP3 &quot;lame&quot;. Degut a problemes de llicència no podem incloure'l amb Mixxx. Per gravar o emetre en MP3, ha de descarregar <b>libmp3lame</b> i instal·lar-lo al seu sistema. <p>Mire <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>la Wiki de Mixxx</a> per més informació. </html>
de: <html>Mixxx kann ohne den MP3-Kodierer &quot;lame&quot; nicht in MP3 aufnehmen oder streamen. Aus lizenzrechtlichen Gründen beinhaltet Mixxx diesen nicht. Um in MP3 aufnehmen oder streamen zu können, müssen Sie <b>libmp3lame</b> herunterladen und auf Ihrem System installieren. <p>Siehe <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> für weitere Informationen. </html>
fr: <html>Mixxx ne peut enregistrer ou streamer en MP3 sans l'encodeur MP3 &quot;lame&quot;. Pour des questions de licences, nous ne pouvons pas l'inclure avec Mixxx. Pour enregistrer ou streamer en MP3, vous devez télécharger <b>libmp3lame</b> et l'installer sur votre système. <p>Consultez <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>le Mixxx Wiki</a> pour plus d'informations. </html>
it: <html>Mixxx non può registrare o riprodurre MP3 senza un codec MP3 &quot;lame&quot;. Per probelmi di licenza, non possiamo includerlo in Mixxx. Per registrare o riprodurre in MP3, è necessario scaricare <b>libmp3lame</b> e installarlo nel tuo sistema. <p>Vedere <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> per maggiori informazioni. </html>
nl: <html>Mixxx kan niet opnemen of streamen in MP3 zonder de MP3 encoder &quot;lame&quot;. Vanwege licentie problemen, kunnen we dit niet toevoegen aan Mixxx. Om in MP3 op te nemen of te streamen, moet je <b>libmp3lame</b> downloaden en installeren op jouw systeem. <p>Zie <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Mixxx Wiki</a> voor meer informatie. </html>
pl: <html> Mixxx nie może nagrywać lub strumień w formacie MP3 bez MP3 encoder "lame". Ze względu na problemy licencyjne, nie możemy włączyć ten z Mixxx. Aby rozpocząć nagrywanie lub strumień w formacie MP3, należy pobrać <b> libmp3lame </ b> i zainstalować go w systemie. <p> Zobacz <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'> Mixxx Wiki </ a> więcej informacji. </ html>
ru: <html>Mixxx не может записывать или транслировать записи в формате MP3 без установленного в системе кодировщика MP3 &quot;lame&quot;. Из-за лицензионных проблем, мы не можем распространять этот кодировщик вместе с Mixxx. Для того, чтобы осуществлять запись или трансляцию в формате MP3, вы должны загрузить файл <b>libmp3lame</b> и установить его в вашу систему. <p>См. <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#windows'>Mixxx Wiki</a> для получения более подробной информации. </html>
sr: <html>Миксикс не може да снима или да пушта ток у МП3 запису без МП3 шифрера „lame“. Због проблема са дозволом, ми не можемо да га укључимо у Миксикс. Да снимате или да пуштате ток у МП3 запису, морали бисте да преузмете <b>libmp3lame</b> и да га инсталирате на ваш систем. <p>Погледајте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting#mac_osx'>Вики Миксикса</a> за више података. </html>

source: <html>Mixxx has detected that you use a modified version of libmp3lame. See <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> for more information.</html>
ca: <html>Mixxx ha detectat que uses una versió modificada de libmp3lame. Mira el <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Wiky de Mixxx</a> per més informació.</html>
de: <html>Mixxx hat erkannt das Sie eine modifizierte Version von libmp3lame benutzen. Besuchen Sie das<a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> für weitere Informationen.</html>
fr: <html>Mixxx a detecté que vous utilisez une version modifiée de libmp3lame. Voir <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> Voir pour plus d'informations</html>
it: <html>Mixxx ha riscontrato una versione modificata di libmp3lame. Guarda su <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> per ulteriori informazioni.</html>
nl: <html>Mixxx heeft gedetecteerd dat je gebruik maakt van een aangepaste versie van libmp3lame. Zie de <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> voor meer informatie.</html>
pl: <html>Mixxx wykrył, że używasz zmodyfikowanej wersji libmp3lame. Zobacz <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Wiki Mixxx'a</a> aby dowiedzieć się więcej.</html>
ru: <html>Mixxx определил, что вы используете измененную версию libmp3lame. См. <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Mixxx Wiki</a> для получения дополнительных сведений.</html>
sr: <html>Миксикс је открио да користите измењено издање „libmp3lame“. Погледајте <a href='http://mixxx.org/wiki/doku.php/internet_broadcasting'>Вики Миксикса</a> за више података.</html>

# EngineRecord#1
source: Recording
ca: S'està enregistrant
de: Aufnehmen
fr: Enregistrement
it: Registrazione
nl: Opnemen
pl: Nagrywanie
ru: Запись
sr: Снимање

source: <html>Could not create audio file for recording!<p><br>Maybe you do not have enough free disk space or file permissions.</html>
ca: <html>No es pot crear el fitxer d'àudio per a la gravació!<p><br>És possible que no tingues prou d'espai al disc dur o no tingues permisos per al fitxer.</html>
de: <html>Die Audiodatei für die Aufnahme konnte nicht erstellt werden!<p><br>Vielleicht haben Sie nicht genug Speicherplatz oder keine Zugriffsberechtigung.</html>
fr: <html>Ne peux céer le fichier audio pour l'enregistrement!<p><br>Peut-être que vous n'avez pas assez d'espace sur votre disque dur ou les droits sur le fichier.</html>
it: <html>Impossibile creare il file audio per la registrazione!<p><br>Hai abbastanza spazio sul disco e i corretti permessi di scrittura?</html>
nl: <html>Kan geen geluidsbestand aanmaken voor de opnamen!<p><br>Wellicht heb je niet voldoende vrije schrijf ruimte of schrijf rechten.</html>
pl: <html>Nie mogę utworzyć pliku audio nagrania!<p><br>Możliwe, że nie ma wystarczającej ilości miejsca na dysku lub nie masz wystarczających uprawnień.</html>
ru: <html>Невозможно создать звуковой файл для записи!<p><br>Возможно у вас недостаточно места на диске или прав на файл.</html>
sr: <html>Не могу да направим звучну датотеку за снимање!<p><br>Можда немате довољно слободног простора на диску или потребна овлашћења над датотекама.</html>

source: Mixxx encountered a problem
ca: Mixxx ha trobat un problema
de: Mixxx hat ein Problem festgestellt
fr: Mixxx a rencontré un problème
it: Mixxx ha riscontrato un problema
nl: Mixxx vond een probleem
pl: Mixxx napotkał problem
ru: Mixxx обнаружил проблему
sr: Миксикс је наишао на проблем

source: Could not allocate shout_t
ca: No es pot assignar shout_t
de: shout_t konnte nicht zugewiesen werden
fr: Ne peux allouer shout_t
it: Impossibile allocare shout_t
nl: Kon shout_t niet toekennen
pl: Nie mogę alokować shout_t
ru: Невозможно найти shout_t
sr: Не могу да доделим шоут_т

source: Could not allocate shout_metadata_t
ca: No es pot assignar shout_metadata_t
de: shout_metadata_t konnte nicht zugewiesen werden
fr: Ne peux allouer shout_metadata_t
it: Impossibile allocare shout_metadata_t
nl: Kon shout_metadata_t niet toekennen
pl: Nie mogę alokować shout_metadata_t
ru: Невозможно найти shout_metadata_t
sr: Не могу да доделим шоут_метаподатака_т

source: Error setting non-blocking mode:
ca: Error configurant el mode sense blocs (Non-blocking):
de: Fehler beim Aktivieren des Non-blocking Modus:
fr: Erreur de configuration en mode non-bloquant:
it: Errore nell'impostare il non-blocking mode:
nl: Fout instelling ongeblokkeerde modus:
pl: Błąd podczas ustawiania trybu non-blocking:
ru: Ошибка установки неблокирующего режима:
sr: Грешка постављања не-блокирајућег режима:

source: Error setting hostname!
ca: Error establint el nom del host!
de: Fehler beim Festlegen des Host-Namens!
fr: Erreur lors de la définition du nom d'hôte !
pl: Błąd ustawienia nazwy serwera!
sr: Грешка постављања назива домаћина!

source: Error setting protocol!
ca: Error establint el protocol!
de: Fehler beim Festlegen des Protokolls!
fr: Erreur lors de la définition du protocole !
pl: błąd ustawienia protokołu!
sr: Грешка постављања протокола!

source: Error setting port!
ca: Error establint el port!
de: Fehler beim Festlegen des Ports!
fr: Erreur lors de la définition du port !
pl: Błąd ustawienia portu!
sr: Грешка постављања порта!

source: Error setting password!
ca: Error establint la contrasenya!
de: Fehler beim Festlegen des Passwortes!
fr: Erreur lors de la définition du mot de passe !
pl: Błąd ustawienia hasła!
sr: Грешка постављања лозинке!
