Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

# BaseExternalLibraryFeature#1
source: Add to Auto DJ Queue (bottom)
de: Zur Auto-DJ Warteschlange hinzufügen (unten)
fr: Ajouter à file Auto DJ (par dessous)
pl: Dodaj Do Kolejki AutoDJ (dół)
sr: Додајте у ред самосталног диџеја (доле)

# BaseExternalLibraryFeature#2
source: Add to Auto DJ Queue (top)
de: Zur Auto-DJ Warteschlange hinzufügen (oben)
fr: Ajouter à file Auto DJ (par dessus)
pl: Dodaj Do Kolejki AutoDJ (góra)
sr: Додајте у ред самосталног диџеја (горе)

# BaseExternalLibraryFeature#3
source: Import Playlist
de: Wiedergabeliste importieren
fr: Importer une Liste de Lecture
pl: Importuj Listę Odtwarzania
sr: Увезите списак нумера

# BaseExternalLibraryFeature#4
source: Playlist Creation Failed
de: Erstellung der Wiedergabeliste fehlgeschlagen
fr: La Création de la Liste de Lecture a échoué
pl: Tworzenie listy odtwarzania nie powiodło się
sr: Стварање списка нумера није успело

# BaseExternalLibraryFeature#5
source: An unknown error occurred while creating playlist:
de: Beim Erstellen der Wiedergabeliste ist ein Fehler aufgetreten:
fr: Une erreur inconnue est survenue lors de la création de la liste de lecture :
pl: Wystąpił nieznany błąd podczas tworzenia listy odtwarzania:
sr: Дошло је до непознате грешке приликом стварања списка нумера:

source: New Playlist
ca: Nova Llista de Reproducció
de: Neue Wiedergabeliste
fr: Nouvelle liste de lecture
it: Nuova scaletta
nl: Nieuwe afspeellijst
pl: Nowa Lista Odtwarzania
ru: Создать список воспроизведения
sr: Нови списак нумера

# BasePlaylistFeature#2
source: Add to Auto DJ Queue (bottom)
de: Zur Auto-DJ Warteschlange hinzufügen (unten)
fr: Ajouter à file Auto DJ (par dessous)
pl: Dodaj Do Kolejki AutoDJ (dół)
sr: Додајте у ред самосталног диџеја (доле)

# BasePlaylistFeature#3
source: Add to Auto DJ Queue (top)
de: Zur Auto-DJ Warteschlange hinzufügen (oben)
fr: Ajouter à file Auto DJ (par dessus)
pl: Dodaj Do Kolejki AutoDJ (góra)
sr: Додајте у ред самосталног диџеја (горе)

# BasePlaylistFeature#4
source: Remove
ca: Esborra
de: Entfernen
fr: Retirer
it: Rimuovi
pl: Usuń
ru: Удалить
sr: Уклони

# BasePlaylistFeature#5
source: Rename
ca: Canviar el nom
de: Umbenennen
fr: Renommer
it: Rinomina
nl: Hernoem
pl: Zmień nazwę
ru: Переименовать
sr: Преименуј

# BasePlaylistFeature#6
source: Lock
ca: Bloqueja
de: Sperren
fr: Verrouiller
it: Blocca
pl: Zablokuj
ru: Заблокировать
sr: Закључај

# BasePlaylistFeature#7
source: Import Playlist
ca: Importar llista de reproducció
de: Wiedergabeliste importieren
fr: Importer une liste de lecture
it: Importa scaletta
nl: Afspeellijst importeren
pl: Importuj Listę Odtwarzania
ru: Импортировать список воспроизведения
sr: Увези списак нумера

source: Duplicate Playlist
fr: La liste de lecture est dupliquée

source: Export Playlist
ca: Exporta la llista de reproducció
de: Wiedergabeliste exportieren
fr: Exporter la liste de lecture
it: Esporta scaletta
nl: Afspeellijst exporteren
pl: Eksportuj Listę Odtwarzania
ru: Экспортировать список воспроизведения
sr: Извези списак нумера

source: Rename Playlist
ca: Canvia el nom de la llista de reproducció
de: Wiedergabeliste umbenennen
fr: Renommer la liste de lecture
it: Rinomina scaletta
nl: Afspeellijst hernoemen
pl: Zmień nazwę listy odtwarzania
ru: Переименовать список воспроизведения
sr: Преименуј списак нумера

source: New playlist name:
ca: Nou nom de la llista de reproducció:
de: Neuer Name der Wiedergabeliste:
fr: Nouveau nom de la liste de lecture :
it: Nome della nuova scaletta:
nl: Nieuwe afspeellijst naam:
pl: Nazwa nowej listy odtwarzania:
ru: Название нового списка воспроизведения:
sr: Назив новог списка нумера:

source: Renaming Playlist Failed
ca: Ha fallat en canvi de nom de la llista de reproducció
de: Umbenennen der Wiedergabeliste fehlgeschlagen
fr: Échec pour renomer la liste de lecture
it: Rinominazione playlist fallita
nl: Afspeellijst Hernoemen Mislukt
pl: Zmiana nazwy listy odtwarzania nie powiodła się
ru: Ошибка переименования списка воспроизведения
sr: Преименовање списка нумера није успело

source: A playlist by that name already exists.
ca: Ja existeix una llista de reproducció amb eixe nom.
de: Eine Wiedergabeliste mit diesem Namen gibt es bereits.
fr: Le nom de la liste de lecture existe déjà
it: Esiste già una scaletta con lo stesso nome.
nl: Een afspeellijst met deze naam bestaat al.
pl: Lista odtwarzania o tej nazwie już istnieje.
ru: Список воспроизведения с этим названием уже существует.
sr: Већ постоји списак нумера са овим називом.

source: A playlist cannot have a blank name.
ca: Una llista de reproducció no pot tindre el nom en blanc
de: Eine Wiedergabeliste muss einen Namen haben.
fr: Une liste de lecture ne peux être sans nom.
it: Una scaletta non può avere un nome vuoto
nl: Een afspeellijst kan geen lege naam hebben.
pl: Lista odtwarzania nie może mieć pustej nazwy.
ru: Необходимо ввести название списка воспроизведения
sr: Назив списка нумера не може бити празан.

source: Playlist name:
ca: Nom de la llista de reproducció:
de: Name der Wiedergabeliste:
fr: Nom de la liste de lecture:
it: Nome scaletta:
nl: Afspeellijstnaam:
pl: Nazwa listy odtwarzania:
ru: Название списка воспроизведения:
sr: Назив списка нумера:

# BasePlaylistFeature#16
source: _copy
fr: _copié

# BasePlaylistFeature#17
source: Playlist Creation Failed
fr: La Création de la Liste de Lecture a échoué

# BasePlaylistFeature#18
source: An unknown error occurred while creating playlist:
fr: Une erreur inconnue est survenue lors de la création de la liste de lecture :

# BasePlaylistFeature#19
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
fr: Fichiers de liste de lecture (*.m3u *.m3u8 *.pls *.csv)

# BasePlaylistFeature#20
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
fr: Liste de lecture M3U (*.m3u);;Liste de lecture M3U8 (*.m3u8);;Liste de lecture PLS (*.pls);;Texte CSV (*.csv);;Texte (*.txt)

source: Played
ca: Reproduït
de: Gespielt
fr: Joué
it: Riprodotte
nl: Afgespeeld
pl: Zagrane
ru: Воспроизведено
sr: Пуштено

# BaseSqlTableModel#2
source: Artist
ca: Artista
de: Interpret
fr: Artiste
it: Artista
nl: Artiest
pl: Wykonawca
ru: Исполнитель
sr: Извођач

# BaseSqlTableModel#3
source: Title
ca: Títol
de: Titel
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
ru: Заголовок
sr: Наслов

# BaseSqlTableModel#6
source: Composer
ca: Compositor
de: Komponist
fr: Compositeur
it: Compositore
nl: Componist
pl: Kompozytor
sr: Састављач

# BaseSqlTableModel#7
source: Year
ca: Any
de: Jahr
fr: Année
it: Anno
nl: Jaar
pl: Rok
ru: Год
sr: Година

# BaseSqlTableModel#9
source: Location
ca: Ubicació
de: Speicherort
fr: Emplacement
it: Posizione
nl: Locatie
pl: Lokalizacja
sr: Место

# BaseSqlTableModel#10
source: Comment
ca: Comentari
de: Kommentar
fr: Commentaire
it: Commento
pl: Komentarz
ru: Комментарий
sr: Примедба

# BaseSqlTableModel#11
source: Duration
ca: Duració
de: Dauer
fr: Durée
it: Durata
nl: Duur
pl: Czas trwania
ru: Длительность
sr: Трајање

source: Rating
ca: Puntuació
de: Bewertung
fr: Appréciation
it: Voto
nl: Waardering
pl: Ocena
ru: Оценка
sr: Оцена

# BaseSqlTableModel#13
source: Bitrate
ca: Taxa de bits
fr: Débit
ru: Битрейт
sr: Проток

# BaseSqlTableModel#14
source: BPM
ca: PPM
fr: Tempo
sr: ТУМ

# BaseSqlTableModel#15
source: Track #
ca: Peça #
de: Titelnummer
fr: Piste n°
it: Traccia n°
nl: Nummer #
pl: Nr ścieżki
ru: Дорожка №
sr: Нумера бр.

source: Date Added
ca: Afegida el dia
de: Hinzugefügt
fr: Date d'ajout
it: Data di importazione
nl: Toegevoegd op
pl: Data dodania
ru: Дата добавления
sr: Додата

source: Timestamp
ca: Marca de temps
de: Zeitstempel
fr: Estampille
it: Marca temporale
pl: Znacznik czasu
ru: Метка времени
sr: Временска ознака

# BaseSqlTableModel#19
source: Key
ca: Tecla
de: Tonart
fr: Tonalité
it: Chiave
pl: Klucz
ru: Ключ
sr: Кључ

source: BPM Lock
ca: Bloqueig de PPM
de: BPM-Sperre
fr: Verrouillage du tempo
it: Blocco dei BPM
pl: Zablokuj BPM
sr: Закључавање ТУМ-а

source: Preview
fr: Aperçu
pl: Podgląd

source: Couldn't load track.
ca: No s'ha pogut carregar la pista.
de: Titel konnte nicht geladen werden.
fr: Impossible de charger la piste.
it: Impossibile caricare la traccia
nl: Track kan niet geladen worden
pl: Nie mogę załadować ścieżki.
ru: Невозможно загрузить дорожку.
sr: Не могу да учитам нумеру.

source: Add to Quick Links
de: Zu Schnellzugriff hinzufügen
fr: Ajouter aux Raccourcis Rapides
pl: Dodaj Do Szybkich odnośników
sr: Додајте у брзе везе

source: Remove from Quick Links
de: Vom Schnellzugriff entfernen
fr: Retirer des Raccourcis Rapides
pl: Usuń Z Szybkich Odnośników
sr: Уклоните из брзих веза

source: Quick Links
ca: Enllaços ràpids
de: Schnellzugriff
fr: Accès rapides
it: Collegamenti veloci
nl: Snelkoppelingen
pl: Szybkie Odnośniki
ru: Быстрые ссылки
sr: Брзе везе

source: Devices
ca: Dispositius
de: Geräte
fr: Périphériques
it: Dispositivi
nl: Apparaten
pl: Nośniki
ru: Носители
sr: Уређаји

source: Removable Devices
ca: Dispositius extraïbles
de: Wechseldatenträger
fr: Périphériques Amovibles
it: Dispositivi rimovibili
nl: Verwisselbare apparaten
pl: Urządzenia wymienne
ru: Съемные носители
sr: Уклоњиви уређаји

source: Browse lets you navigate, view, and load tracks from folders on your hard disk and external devices.
de: Sie können Ordnern auf Ihrer Festplatte und externen Geräten durchsuchen, sich Titel anzeigen lassen und diese laden.
fr: Parcourir vous permet de naviguer, voir et charger des morceaux depuis les répertoires de votre disque dur ou des périphériques externes.
pl: Przeglądarka pokazuje listę utworów do załadowania z wybranego folderu lub urządzeń wymiennych.
sr: Разгледање вам омогућава да претражујете, прегледате, и да учитате нумере из фасцикли на вашем чврстом диску и спољним уређајима.

source: Browse
ca: Navega
de: Durchsuchen
fr: Parcourir
it: Sfoglia
nl: Bladeren
pl: Przeglądaj
ru: Обзор
sr: Разгледај

source: Filename
ca: Nom de fitxer
de: Dateiname
fr: Nom de fichier
it: Nome File
nl: Bestandsnaam
pl: Nazwa pliku
ru: Имя файла
sr: Назив датотеке

# BrowseTableModel#2
source: Artist
ca: Artista
de: Interpret
fr: Artiste
it: Artista
nl: Artiest
pl: Wykonawca
ru: Исполнитель
sr: Извођач

# BrowseTableModel#3
source: Title
ca: Títol
de: Titel
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
ru: Название
sr: Наслов

# BrowseTableModel#5
source: Track #
ca: Peça #
de: Titelnummer
fr: Piste n°
it: Traccia #
nl: Nummer #
pl: Nr ścieżki
ru: Номер дорожки
sr: Нумера бр.

# BrowseTableModel#6
source: Year
ca: Any
de: Jahr
fr: Année
it: Anno
nl: Jaar
pl: Rok
ru: Год
sr: Година

# BrowseTableModel#8
source: Composer
ca: Compositor
de: Komponist
fr: Compositeur
it: Compositore
pl: Kompozytor
sr: Састављач

# BrowseTableModel#9
source: Comment
ca: Comentari
de: Kommentar
fr: Commentaire
it: Commento
pl: Komentarz
ru: Комментарий
sr: Примедба

# BrowseTableModel#10
source: Duration
ca: Duració
de: Dauer
fr: Durée
it: Durata
pl: Czas trwania
ru: Длительность
sr: Трајање

# BrowseTableModel#11
source: BPM
ca: PPM
fr: Tempo
sr: ТУМ

# BrowseTableModel#12
source: Key
ca: Tecla
de: Tonart
fr: Tonalité
it: Chiave
pl: Klucz
ru: Ключ
sr: Кључ

# BrowseTableModel#14
source: Bitrate
ca: Taxa de bits
fr: Débit
sr: Битски проток

# BrowseTableModel#15
source: Location
ca: Ubicació
de: Speicherort
fr: Emplacement
it: Posizione
pl: Lokalizacja
sr: Место

source: Mixxx Library
de: Mixxx-Bibliothek
fr: Bibliothèque Mixxx
pl: Biblioteka Mixxx
sr: Библиотека Миксикса

source: Could not load the following file because it is in use by Mixxx or another application.
ca: No s'ha pogut carregar el següent fitxer, degut a que està en us per Mixxx o una altra aplicació.
de: Folgende Datei konnte nicht geladen werden, da sie in Mixxx oder einer anderen Anwendung in Benutzung ist.
fr: Impossible de charger le fichier suivant car il est utilisé par Mixxx ou une autre application.
it: Non è possibile caricare il seguente file perchè è in uso da parte di Mixxx o altra applicazione.
nl: Het bestand kan niet geladen worden omdat het in gebruik is.
pl: Nie mogę załadować podanego pliku ponieważ jest używany przez Mixxx lub inna aplikację.
ru: Не получилось загрузить данный файл, так как в данный момент он используется Mixxx или другой программой.
sr: Не могу да учитам датотеку јер је тренутно користи Миксикс или неки други програм.

source: Warning: This will permanently delete the following files:
ca: Avis: Això eliminarà els següents fitxers.
de: Warnung: Folgende Dateien werden dauerhaft gelöscht:
fr: Attention : ceci supprimera définitivement les fichiers suivants :
it: Attenzione: Questa azione cancellerà permanentemente i seguenti file:
nl: Waarschuwing: Dit zal de volgende bestanden permanent verwijderen
pl: Uwaga: Operacja trwale usunie podane pliki:
ru: Предупреждение: Данные файлы будут безвозвратно удалены:
sr: Пажња: Ово ће трајно обрисати следеће датотеке:

source: Are you sure you want to delete these files from your computer?
ca: Estàs segur que vols el.liminar aquests arxius de l'èquip?
de: Wollen Sie diese Dateien wirklich von Ihrem Computer löschen?
fr: Êtes-vous sûr de vouloir supprimer ces fichiers de votre ordinateur ?
it: Sei sicuro di voler eliminare questi file dal tuo computer ?
nl: Weet je zeker dat je deze bestanden van je computer wilt verwijderen?
pl: Czy jesteś pewnien, że chcesz usunąć te pliki z twojego komputera?
ru: Вы уверены, что желаете удалить данные файлы с вашего компьютера?
sr: Да ли сте сигурни да желите да обришете ове датотеке са вашег рачунара?

source: Could not delete the following file because it is in use by Mixxx or another application:
ca: No s'ha pogut el.liminar el següent fitxer, degut a que està en us per Mixxx o una altra aplicació.
de: Folgende Datei konnte nicht gelöscht werden, da sie in Mixxx oder einer anderen Anwendung in Benutzung ist:
fr: Impossible de supprimer le fichier suivant car il est utilisé par Mixxx ou une autre application :
it: Non è possibile cancellare il seguente file perchè è in uso da parte di Mixxx o altra applicazione:
nl: Het bestand kan niet verwijderd worden omdat het in gebruik is.
pl: Nie mogę usunąć podanego pliku, ponieważ jest używany przez Mixxx lub inny program:
ru: Не получилось удалить данный файл, так как в данный момент он используется Mixxx или другой программой.
sr: Не могу да обришем следећу датотеку јер је користи Миксикс или неки други програм:

source: Could not update file metadata.
ca: No s'ha pogut actualitzar les metadades de l'arxiu.
de: Die Metadaten der Datei konnten nicht aktualisiert werden.
fr: Impossible de mettre à jour les métadonnées du fichier
it: Impossibile aggiornare i metadata del file
nl: De metadata van het bestand kan niet geüpdate worden.
pl: Nie mogę zaktualizować metadanych pliku.
ru: Не получилось обновить мэта-информацию файла.
sr: Не могу да освежим метаподатке датотеке.

source: USB Controller
fr: Contrôleur USB
pl: Kontroler USB
sr: УСБ контролор

source: Uncaught exception at line %1 in file %2: %3
ca: Excepció no reconeguda a la línia %1 del fitxer %2: %3
de: Nicht abgefangene Ausnahme bei Zeile %1 in Datei %2: %3
fr: Exception non captée à la ligne %1 dans le fichier %2: %3
it: Eccezione non catturara alla linea %1 del file %2: %3
nl: Niet-afgevangen uitzondering op regel 1% in het bestand %2: %3
pl: Bład! Nieznany wyjątek w lini %1 w pliku %2: %3
ru: Не перехваченное исключение в строке %1 в файле %2: %3
sr: Неухватљиви изузетак у %1. реду у датотеци „%2“: %3

source: Uncaught exception at line %1 in passed code: %2
ca: Excepció no reconeguda a la línia %1 al codi passat: %2
de: Nicht abgefangene Ausnahme bei Zeile %1 in übergebenem Code: %2
fr: Exception non captée à la ligne %1 dans le code passé: %2
it: Eccezione non catturara alla linea %1 nel codice immesso: %2
nl: Niet-afgevangen uitzondering op regel 1% in geslaagd code: 2%
pl: Błąd! Nieznany wyjątek w lini %1 w pliku %2: %3
ru: Не перехваченное исключение в строке %1 в прошедшем контроль коде: %2
sr: Неухватљиви изузетак у %1. реду у датом коду: %2

source: Controller script error
de: Controller-Skript Fehler
fr: Erreur de script du contrôleur
pl: Błąd skryptu kontrolera
sr: Грешка скрипте контролора

source: A control you just used is not working properly.
de: Ein gerade benutztes Steuerelement arbeitet nicht richtig.
fr: Un contrôle que vous venez tout juste d'utiliser ne fonctionne pas convenablement.
pl: Kontroler, którego użyłeś nie działa właściwie.
sr: Контрола коју сте управо употребили не ради исправно.

source: <html>(The script code needs to be fixed.)<br>For now, you can:<ul><li>Ignore this error for this session but you may experience erratic behavior</li><li>Try to recover by resetting your controller</li></ul></html>
de: <html>(Der Skript Code muss korrigiert werden.)<br>Sie können nun:<ul><li>Den Fehler für diese Sitzung ignorieren, es kann aber zu unvorhergesehenem Verhalten kommen</li><li>Den Controller aus/anschalten</li></ul></html>
fr: <html>(Le code du script a besoin d'être corrigé.)<br>Pour le moment, vous pouvez :<ul><li>ignorer cette erreur durant cette session mais vous pourriez faire face à un comportement instable</li><li>tenter de récupérer en réinitialisation votre contrôleur</li></ul></html>
pl: <html>(Kod źródłowy musi zostać poprawiony.)<br>Jak narazie, możesz:<ul><li>Zignorować ten błąd w tej sesji, jednakże możesz doświadczyć nieregularnych zachowań kontrolera.</li><li>Spróbuj zresetować swój kontroler.</li></ul></html>
sr: <html>(Треба поправити код скрипте.)<br>За сада, можете:<ul><li>Да занемарите ову грешку у овој сесији али можете увидети погрешно понашање</li><li>Да покушате да опоравите тако што ћете поново покренути ваш контролор</li></ul></html>

# ControllerMappingDlg#1
source: Dialog
fr: Dialogue
pl: Okno dialogowe
sr: Прозорче

# ControllerMappingDlg#2
source: Input
de: Eingang
fr: Entrée
pl: Wejście
sr: Улаз

source: The below box is under construction and will remain empty in this version of Mixxx.
de: Das untere Eingabefeld ist in Arbeit und bleibt in dieser Version von Mixxx leer.
fr: La boite ci-dessous est en cours de construction et demeurera vide dans cette version de Mixxx.
pl: Poniższe okno jest w trakcie budowy i pozostanie puste w tej wersjii Mixxx'a.
sr: Доњи оквир је тренутно у изградњи и остаће празан у овом издању програма.

source: Controls
de: Steuerelemente
fr: Contrôles
it: Controlli
nl: Besturing
pl: Kontrolki
ru: Управление
sr: Контроле

# ControllerMappingDlg#5
source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj
sr: Додај

# ControllerMappingDlg#6
source: Remove
de: Entfernen
fr: Retirer
pl: Usuń
sr: Уклони

source: Learning Wizard
de: Lern-Assistent
fr: Assistant d'Apprentissage
pl: Samouczek
sr: Чаробњак учења

source: Clear all
de: Alles entfernen
fr: Tout effacer
pl: Wyczyść wszystko
sr: Очистите све

# ControllerMappingDlg#9
source: Output
de: Ausgang
fr: Sortie
pl: Wyjście
sr: Излаз

source: Outputs
ca: Eixides
de: Ausgänge
fr: Sorties
it: Uscite
nl: Uitgangen
pl: Wyjścia
ru: Выходы
sr: Излази

source: Clear All
ca: Neteja-ho tot
de: Alles entfernen
fr: Tout effacer
it: Pulisci Tutto
nl: Alles wissen
pl: Wyczyść Wszystko
ru: Очистить всё
sr: Очисти све

source: New Crate
ca: Caixa Nova
de: Neue Plattenkiste
fr: Nouveau bac
it: Nuovo Cesto
nl: Nieuwe krat
pl: Nowa Skrzynka
ru: Создать список
sr: Нова гајбица

# CrateFeature#2
source: Remove
ca: Elimina
de: Entfernen
fr: Retirer
it: Rimuovi
nl: Verwijderen
pl: Usuń
ru: Удалить
sr: Уклони

# CrateFeature#3
source: Rename
ca: Reanomena
de: Umbenennen
fr: Renommer
it: Rinomina
nl: Hernoemen
pl: Zmień nazwę
ru: Переименовать
sr: Преименуј

# CrateFeature#4
source: Lock
ca: Bloqueja
de: Sperren
fr: Verrouiller
it: Bloccato
nl: Vergrendel
pl: Zablokuj
ru: Заблокировать
sr: Закључај

# CrateFeature#5
source: _copy
fr: _copié

# CrateFeature#6
source: Import Playlist
fr: Importer une Liste de lecture
pl: Importuj listę odtwarzania

source: Crates
ca: Caixes
de: Plattenkisten
fr: Bacs
it: Cestelli
nl: Kratten
pl: Skrzynki
ru: Контейнеры
sr: Гајбице

source: Import Crate
ca: Importar caixa
de: Plattenkiste importieren
fr: Importer un bac
it: Importa il Cesto
nl: Krat importeren
pl: Importuj skrzynkę
ru: Импортировать контейнер.
sr: Увези гајбицу

source: Export Crate
ca: Exportar caixa
de: Plattenkiste exportieren
fr: Export un bac
it: Esporta il Cesto
nl: Krat exporteren
pl: Eksportuj Skrzynkę
ru: Экспортировать контейнер.
sr: Извези гајбицу

# CrateFeature#11
source: Unlock
fr: Débloquer
pl: Odblokuj

source: Crate name:
ca: Nom de la caixa:
de: Name der Plattenkiste:
fr: Nom du bac :
it: Nome del Cesto:
nl: Naam van de krat:
pl: Nazwa skrzynki:
ru: Наименование контейнера:
sr: Назив гајбице:

source: An unknown error occurred while creating crate:
ca: Ha succeït un error desconegut durant la creació de caixes
de: Bei der Erstellung der Plattenkiste ist ein unbekannter Fehler aufgetreten:
fr: Une erreur inconnue s'est produite lors de la création du bac :
it: Si è verificato un errore sconosciuto durante la creazione del Cesto:
nl: Er is een onbekende fout opgetreden bij het aanmaken van de krat:
pl: Podczas tworzenia skrzynki pojawił się nieznany błąd:
ru: Обнаружена неизвестная ошибка при создании контейнера:
sr: Дошло је до непознате грешке приликом стварања гајбице:

source: Rename Crate
ca: Renombrar caixa
de: Plattenkiste umbenennen
fr: Renommer le bac
it: Rinomina il Cesto
nl: Krat hernoemen
pl: Zmień nazwę skrzynki
ru: Переименовать контейнер
sr: Преименуј гајбицу

source: New crate name:
ca: Nom nou de caixa
de: Neuer Name der Plattenkiste:
fr: Nouveau nom du bac :
it: Nuovo nome cesto:
nl: Nieuwe krat:
pl: Nowa nazwa skrzynki:
ru: Новое название контейнера:
sr: Назив нове гајбице:

source: Renaming Crate Failed
ca: Renombrant caixa fallida
de: Umbenennen der Plattenkiste fehlgeschlagen
fr: Le renommage du bac a échoué
it: Impossibile Rinominare il Cesto
nl: Hernoemen van de krat is mislukt
pl: Zmiana nazwy skrzynki nie powiodła się
ru: Ошибка переименования контейнера
sr: Нисам успео да преименујем гајбицу

# CrateFeature#17
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
fr: Fichiers de liste de lecture (*.m3u *.m3u8 *.pls *.csv)

# CrateFeature#18
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
fr: Liste de lecture M3U (*.m3u);;Liste de lecture M3U8 (*.m3u8);;Liste de lecture PLS (*.pls);;Texte CSV (*.csv);;Texte (*.txt)

source: Crates are a great way to help organize the music you want to DJ with.
de: Plattenkisten sind eine gute Möglichkeit die Musik zu organisieren die Sie auflegen wollen.
fr: Les bacs sont un excellent moyen pour faciliter l'organisation de la musique que vous souhaitez mixer.
pl: Skrzynki to świetny sposób na organizację muzyki, którą chcesz mixować.
sr: Гајбице су одличан начин за испомоћ приликом организовања музике са којом желите да радите у диџеју.

source: Make a crate for your next gig, for your favorite electrohouse tracks, or for your most requested songs.
de: Legen Sie eine Plattenkiste an für Ihren nächsten Auftritt, für Ihre liebsten Electro-House Titel oder für Ihre am häufigsten nachgefragten Lieder.
fr: Créez un bac pour pour votre prochaine exhibition, pour vos morceaux préférés d'électro-house ou vos titres les plus demandés.
pl: Stwórz skrzynkę na twój następny występ, dla twoich ulubionych utworów electrohouse lub najbardziej pożądanych piosenek.
sr: Направите гајбицу за ваше нове чезе, за ваше омиљене нумере електрохауз музике, или за ваше најтраженије песме.

source: Crates let you organize your music however you'd like!
de: Plattenkisten ermöglichen es Ihre Musik so zu organisieren wie Sie möchten!
fr: Les bacs vous permettent d'organiser votre musique comme vous le souhaitez !
pl: Skrzynki pozwalają Ci organizować muzyke jak chcesz!
sr: Гајбице вам омогућавају да организујете вашу музику онако како ви то хоћете!
