Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Microphone volume
ca: Volum del micròfon
de: Mikrofon-Lautstärke
fr: Volume du microphone
it: Volume del microfono
nl: Microfoon volume
pl: Głośność mikrofonu
ru: Громкость микрофона
sr: Јачина звука микрофона

source: Microphone channel orientation (e.g. left, right, center)
de: Mikrofonkanal-Orientierung (z.B. Links, Rechts, Mitte)
fr: Orientation du canal microphone (ex. gauche, droite, centre)
pl: Orientacja kanału mikrofonu (np. lewo, prawo, środek)
sr: Усмерење канала микрофона (тј. лево, десно, на средини)

source: Shuffle the content of the Auto DJ playlist
fr: Mélanger le contenu de la liste de lecture Auto DJ
pl: Mieszaj zawartosć listy odtwarzania Auto DJ

source: Skip the next track in the Auto DJ playlist
fr: Sauter le morceau suivant dans la playlist Auto DJ
pl: Pomiń następną ścieżkę na liście Auto DJ

source: Trigger the transition to the next track
fr: Activer la transition vers le morceau suivant
pl: Przełącz przejście do następnego utworu

source: Toggle Auto DJ (ON/OFF)
fr: Activer/Désactiver Auto DJ
pl: Przełącz Auto DJ (włącz/wyłącz)

source: User Interface
de: Benutzeroberfläche
fr: Interface Utilisateur
pl: Interfejs Użytkownika
sr: Корисничко сучеље

source: Show/hide the sampler section
de: Sampler-Bereich ein-/ausblenden
fr: Montrer/cacher la section échantillonneur
pl: Pokaż/Ukryj sekcje samplera
sr: Прикажи/сакриј одељак узорчника

source: Show/hide the microphone section
de: Mikrofon-Bereich ein-/ausblenden
fr: Montrer/cacher la section microphone
pl: Pokaż/Ukryj sekcje mikrofonu
sr: Прикажи/сакриј одељак микрофона

source: Show/hide the vinyl control section
de: Vinyl-Steuerung-Bereich ein-/ausblenden
fr: Montrer/cacher la section contrôle vinyle
pl: Pokaż/Ukryj sekcje kontroli vinylem
sr: Прикажи/сакриј одељак управљања плочом

source: Show/hide spinning vinyl widget
de: Drehendes Vinyl-Bereich ein-/ausblenden
fr: Montrer/cacher le widget vinyle en rotation
pl: Pokaż/Ukryj wirującą płytę vinylową
sr: Прикажи/сакриј елемент окретања плоче

source: Ready to map: %1. Now move a control on your controller.
de: Bereit zum Zuweisen von: %1. Bewegen Sie jetzt ein Steuerelement an Ihrem Controller.
fr: Prêt à associer : %1. Désormais, actionnez un contrôle sur votre contrôleur.
pl: Gotowy do przypisania: %1. Użyj klawisza/suwaka/pokrętła kontrolera, który chcesz przypisać do tej funkcji.
sr: Спреман за мапирање: %1. Сада померите дугме на вашем управљачу.

source: Successfully mapped to:
de: Erfolgreich zugewiesen zu:
fr: Association réussie avec :
pl: Mapowanie zakończone pomyślnie dla:
sr: Успешно сам мапирао у:

# DlgHidden#1
source: Manage
fr: Gérer
pl: Zarządzaj

# DlgHidden#3
source: Select All
fr: Tout sélectionner
pl: Zaznacz wszystko

# DlgHidden#4
source: Purge selected tracks from the library.
fr: Purger les pistes sélectionnées de la librairie

# DlgHidden#5
source: Purge
fr: Purger

source: Unhide
fr: Montrer

# DlgMissing#1
source: Manage
fr: Gérer
pl: Zarządzaj

# DlgMissing#3
source: Select All
fr: Tout sélectionner
pl: Zaznacz wszystko

# DlgMissing#4
source: Purge selected tracks from the library.
fr: Purger les pistes sélectionnées de la librairie

# DlgMissing#5
source: Purge
fr: Purger

source: Missing Audio Plugin Downloader
ca: Manca l'Audio Plugin Downloader
de: Downloader für Plugins fehlt
fr: Téléchargeur de plugin audio manquant
it: Audio Plugin Downloader non presente
nl: Audio Plugin Downloader ontbreekt
pl: Brak Downloadera Pluginów Audio
ru: Отсутствует программа загрузки звуковой надстройки
sr: Недостаје преузимач прикључака звука

# DlgPrefBPMDlg#1
source: BPM Detection Settings
ca: Configuració de detecció de BPM
de: Einstellungen der BPM-Erkennung
fr: Paramètres de la détection de tempo
it: Impostazioni di rilevamento BPM
nl: BPM detectie instellingen
pl: Ustawienia Wykrywania BPM
ru: Настройки определения темпа
sr: Подешавања откривања ТУМ-а

# DlgPrefBPMDlg#2
source: BPM Detection
ca: Detecció de BPM
de: BPM-Erkennung
fr: Détection du tempo
it: Rilevamento BPM
nl: BPM-detectie
pl: Wykrywanie BPM
ru: Определение уд./мин.
sr: Откривање ТУМ-а

source: Enable BPM Detection
ca: Activa la detecció de BPM
de: BPM-Erkennung aktivieren
fr: Activer la détection BPM
it: Abilita il calcolo dei BPM
nl: Schakel BPM detectie in
pl: Włącz Wykrywanie BPM
ru: Использовать определение уд./мин.
sr: Омогући откривање ТУМ-а

source: Detect Tracks BPM on Import
de: BPM eines Titels beim Import erkennen
fr: Détecter le Tempo des Morceaux lors de l'Import
pl: Wykryj BMP Scieżki podczas Importowania
sr: Откриј ТУМ нумера при увозу

source: Write BPM to ID3 Tag
ca: Escriu el BPM a l'etiqueta ID3
de: BPM in den ID3-Tag schreiben
fr: Écrire le BPM dans le Tag ID3
it: Scrivi i BPM sul Tag ID3
nl: Zet BPM op de ID3 tag
pl: Zapisz BPM do ID3 Tag
ru: Сохранить сведения уд./мин. в тег ID3
sr: Запиши ТУМ у ИД3 ознаку

source: If BPM can be detected but not within specified range
ca: Si el BPM pot detectar-se però fora l'interval especificat
de: Falls BPM erkannt wird, aber nicht im angegebenen Bereich
fr: Si le BPM peut être détecté mais pas dans la gamme indiquée
it: Se i BPM possono essere calcolati ma non nell'intervallo specificato
nl: Als BPM gedetecteerd wordt, maar niet binnen het opgegeven bereik
pl: Jeżeli można wykryć BPM, ale nie w podanym zakresie
ru: Если уд./мин. могут быть определены, но не в указанном диапазоне
sr: Ако ТУМ може бити откривен али не у наведеном опсегу

source: Allow BPM above the range
ca: Permet el BPM fora de l'intèrval
de: BPM oberhalb des Bereiches erlauben
fr: Autoriser un BPM au dessus de la gamme
it: Permetti BPM fuori intervallo
nl: Sta BPM boven het bereik toe
pl: Zezwól na BPM poza zakresem
ru: Разрешить уд./мин. сверх диапазона
sr: Омогући ТУМ изван опсега

source: BPM Schemes
ca: Esquemes BPM
de: BPM-Schemen
fr: Modèles BPM
it: Schemi dei BPM
nl: BPM Schema's
pl: Schematy BPM
ru: Схемы уд./мин.
sr: Шема ТУМ-а

# DlgPrefBPMDlg#9
source: Add
ca: Afegeix
de: Hinzufügen
fr: Ajouter
it: Aggiungi
nl: Voeg toe
pl: Dodaj
ru: Добавить
sr: Додај

source: Edit
ca: Edita
de: Bearbeiten
fr: Editer
it: Modifica
nl: Bewerken
pl: Edytuj
sr: Уреди

source: Delete
ca: Elimina
de: Löschen
fr: Supprimer
it: Cancella
nl: Verwijderen
pl: Usuń
ru: Удалить
sr: Обриши

source: Default
ca: Per defecte
de: Voreinstellung
fr: Par défaut
nl: Standaard
pl: Domyślny
ru: По умолчанию
sr: Задато

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
ru: Ошибка
sr: Грешка

source: Cannot open file %1
ca: No s'ha pogut obrir el fitxer %1
de: Datei %1 konnte nicht geöffnet werden
fr: Impossible d'ouvrir le fichier %1
it: Impossibile aprire il file %1
nl: Bestand %1 kan niet worden geopend
pl: Nie można otworzyć pliku %1
ru: Невозможно открыть файл %1
sr: Не могу да отворим датотеку %1

# DlgPrefController#1
source: None
de: Keine
fr: Aucun
pl: Brak
sr: Ништа

source: %1 by %2
de: %1 von %2
fr: %1 par %2
pl: %1 wykonywane przez %2
sr: %1 од %2

source: No Description
fr: Aucune Description
pl: Brak opisu
sr: Без описа

source: No support available.
fr: Aucun support disponible.
pl: Brak dostępnego wsparcia.
sr: Нема доступне подршке.

# DlgPrefControllerDlg#1
source: Dialog
fr: Boîte de dialogue
pl: Okno dialogowe
sr: Прозорче

source: Controller Name
fr: Nom du Contrôleur
pl: Nazwa kontrolera
sr: Назив управљача

source: Enabled
ca: Activat
de: Aktiviert
fr: Activé
it: Attivato
nl: Ingeschakeld
pl: Włączony
ru: Задействовано
sr: Укључен

source: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Troubleshooting</a>
de: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Fehlerbehebung</a>
fr: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Dépannage</a>
pl: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Rozwiązania problemów</a>
sr: <a href="http://mixxx.org/wiki/doku.php/midi_scripting">Решавање проблема</a>

source: TextLabel
fr: Étiquette
pl: Etykieta tekstowa
sr: Етикета

source: Load Preset:
ca: Carregar opcions predeterminades:
de: Voreinstellung laden:
fr: Charger sélection:
it: Carica Preimpostati:
nl: Preset laden:
pl: Wczytaj Ustawienia:
ru: Загрузить схему:
sr: Учитај претподешавање:

source: Loaded Preset:
de: Geladene Voreinstellung:
fr: Pré-réglage chargé :
pl: Wczytane ustawienia:
sr: Учитано претподешавање:

source: Click to start the Controller Learning wizard.
de: Klicken Sie um den Controller Lern-Assistenen zu starten.
fr: Cliquez pour démarrer l'assistant d'Apprentissage du Contrôleur.
pl: Kliknij aby uruchomić kreatora uczenia się kontrolera.
sr: Кликните да покренете чаробњака за учење управљача.

source: Learning Wizard (MIDI Only)
de: Lern-Assistent (Nur MIDI)
fr: Assistant d'Apprentissage (MIDI uniquement)
pl: Kreator uczenia się kontrolera (tylko MIDI)
sr: Чаробњак учења (само МИДИ)

# DlgPrefControls#1
source: Position
fr: Emplacement
pl: Pozycja
sr: Положај

source: Remaining
ca: Restant
de: Verbleibend
fr: Restant
it: Rimanente
nl: Resterend
pl: Pozostało
ru: Осталось
sr: Преостаје

source: Don't load tracks into a playing deck
ca: No carregar pistes a un disc reproduint
de: Titel nicht in ein laufendes Deck laden
fr: Ne pas charger de pistes sur une platine en cours de lecture
it: Non caricare tracce nel deck in riproduzione
nl: Laad geen nummer in een spelende deck
pl: Nie wczytuj utworów do grającego decka
ru: Не загружать дорожки в деку, которая уже используется для воспроизведения

source: CDJ Mode
ca: Mode CDJ
de: CDJ-Modus
fr: Mode CDJ
it: Modalità CDJ
nl: CDJ Modus
pl: Tryb CDJ
ru: Режим CDJ
sr: Режим ЦеДиЏеј-а

source: On
fr: Allumé
pl: Włączony
sr: Укљ.

source: Off
fr: Éteint
pl: Wyłączony
sr: Искљ.

source: This skin does not support schemes
ca: Esta pell no permet esquemes
de: Dieses Skin unterstützt keine Farbschemen
fr: Ce thème n'accepte pas les modèles
it: Questa skin non supporta gli schemi
nl: Deze skin ondersteund geen schema's
pl: Skórka nie obsługuje schematów
ru: Эта обложка не поддерживает схемы.
sr: Ова маска не подржава шеме

source: Down increases speed (Technics SL-1210)
de: Runter erhöht Geschwindigkeit (Technics SL-1210)
fr: Bas augmente la vitesse (Technics SL-1210)
pl: W dół zwiększa prędkość (Technics SL-1210)
sr: Смањи брзину прираштаја (Technics SL-1210)

source: Load tracks into a playing deck
de: Titel in ein laufendes Deck laden
fr: Charger les morceaux sur un platine en cours d'utilisation
pl: Wczytaj utwór do grającego odtwarzacza

source: The selected skin is bigger than your screen resolution.
fr: Le thème sélectionné est plus grand que la résolution de votre écran.
pl: Wybrana skórka jest wieksza niż rozdzielczość Twojego ekranu.
sr: Изабрана маска је већа од резолуције вашег екрана.

source: On (only in Library)
fr: Activé (seulement dans la bibliothèque)
pl: Włącz (tylko w Bibliotece)
sr: Укљ. (само у библиотеци)

source: Up increases speed
ca: Incrementa la velocitat
de: Hoch erhöht Geschwindigkeit
fr: Haut augmente la vitesse
it: verso Su aumenta la velocità
nl: Omhoog verhoogt snelheid
pl: W górę, przyspiesza
ru: Вверх - увеличивает скорость
sr: Повећај брзину прираштаја

source: Mixxx must be restarted before the changes will take effect.
ca: Mixxx ha de ser reiniciat perquè els canvis tinguin efecte.
de: Mixxx muss neu gestartet werden, damit die Änderungen wirksam werden.
fr: Mixxx doit être redémarré avant que les changements prennent effet.
it: Mixxx deve essere riavviato prima che le modifiche abbiano effetto.
nl: Mixxx moet opnieuw worden gestart voordat de wijzigingen van kracht worden
pl: Należy ponownie uruchomić Mixxx, w celu zastosowania zmian.
ru: Для применения изменений, необходимо перезапустить Mixxx.
sr: Треба поново да покренете Миксикс да би измене ступиле на снагу.

source: OpenGL not available
de: OpenGL nicht verfügbar
fr: OpenGL non disponible
pl: OpenGL niedostępne
sr: ОпенГЛ није доступан

# DlgPrefControlsDlg#1
source: Form1
fr: Formulaire1
nl: Formulier1
ru: Форма 1
sr: Образац1

source: Skin
ca: Aparença
fr: Thème
nl: Thema
pl: Skórka
ru: Обложка
sr: Маска

source: Scheme
ca: Esquema
de: Farbschema
fr: Modèle
it: Schema
nl: Schema
pl: Schemat
ru: Схема
sr: Шема

source: Position display
ca: Posició de la pantalla
de: Positionsanzeige
fr: Position de l'affichage
it: Display della posizione
nl: Positie weergeven
pl: Wyświetlanie pozycji
ru: Монитор местоположения
sr: Приказ положаја

source: Tool tips
ca: Informació sobre eines
de: Kurzhilfen
fr: Infobulles
it: Suggerimenti
pl: Podpowiedzi
ru: Подсказки по инструментам
sr: Описи алата

source: Pitch/Rate slider range
ca: Rang del botó lliscant Pitch/Rate
de: Regler für Tonhöhen-/Geschwindigkeitsbereich
fr: Intervalle du curseur de hauteur/vitesse
it: Intervallo del cursore Pitch/Rate
nl: Pitch/ Rate schuif bereik
pl: Zakres suwaka Szybkość/Tempo
ru: Диапазон ползунка изменения темпа
sr: Опсег клизача тона/протока

source: Pitch/Rate slider direction
ca: Direcció del botó lliscant Pitch/Rate
de: Richtungsregler für Tonhöhen-/Geschwindigkeitsbereich
fr: Direction du curseur de vitesse
it: Direzione del cursore di Pitch/Rate
nl: Pitch/ Rate schuif richting
pl: Kierunek suwaka Szybość/Tempo
ru: Направление бегунка тона/скорости
sr: Смер клизача тона/протока

source: Track load behaviour
ca: Comportament de càrrega de pista
de: Verhalten beim Laden von Titeln
fr: Comportement au chargement du morceau
it: Comportamento del carimento Traccia
nl: Gedrag van het te laden nummer
pl: Zachowanie podczas ładowania utworu
ru: Манера загрузки трэка
sr: Понашање учитавања нумере

source: Cue behaviour
ca: Comportament de la cua
de: Cue-Modus
fr: Comportement du point de repère
it: Comportamento del Cue
nl: Cue gedrag
pl: Zachowanie Cue
ru: Поведение метки
sr: Понашање наговештаја

source: Auto Recall Cue
ca: Cridada automàtica de la cua
de: Cue automatisch abrufen
fr: Rappel automatique du point de repère
it: Richiamo automatico del Cue
pl: Automatycznie Przywołaj Cue
ru: Автоматический вызов метки

source: Locale
de: Sprache
fr: Lieu
pl: Ustawienia lokalne
sr: Место

source: Temporary rate change when left-clicking
de: Vorübergehende Geschwindigkeitsänderung beim Linksklick
fr: Changement de taux provisoire lors d'un clic-gauche
pl: Zmiana tymczasowej szybkości LPM
sr: Привремена промена протока приликом левог клика

source: Temporary rate change when right-clicking
de: Vorübergehende Geschwindigkeitsänderung beim Rechtsklick
fr: Changement de taux provisoire lors d'un clic-droit
pl: Zmiana tymczasowej szybkości PPM
sr: Привремена промена протока приликом десног клика

source: Permanent Pitch/Rate Buttons
ca: Botons de Pitch/Rate permanents
de: Knopf für permanente Tonhöhe/Geschwindigkeit
fr: Boutons de vitesse permanente
it: Tasti di Pitch/Rate permanente
nl: Permanente Pitch/Rate Knoppen
pl: Trwałe Przyciski Szybkość/Tempo
ru: Кнопки постоянного тона/скорости
sr: Дугмад сталног тона/протока

source: Displays which OpenGL version is supported by the current platform.
de: Zeigt an welche OpenGL-Version von der aktuellen Plattform unterstützt wird.
fr: Affiche quelle version d'OpenGL est prise en charge sur la plateforme actuelle.
pl: Pokazuje jaką wersję OpenGL wspiera aktualna platforma.
sr: Прикажите које издање ОпенГЛ-а је подржано текућом платформом.

source: Displays the actual frame rate.
de: Zeigt die tatsächliche Bildwiederholrate.
fr: Affiche la vitesse de rafraîchissement courante.
pl: Pokazuje szybkość klatek
sr: Прикажите садашњи проток кадрова.

source: Normalize Overview
fr: Aperçu Normalisé
pl: Znormalizuj podgląd
sr: Преглед нормализације

source: Left click
ca: Botó esquerra
de: Linksklick
fr: Clic gauche
it: Click sinistro
nl: Linkerklik
pl: Kliknięcie LPM
ru: Щелчок левой кнопкой
sr: Леви клик

source: Right click
ca: Botó dret
de: Rechtsklick
fr: Clic droit
it: Click destro
nl: Rechterklik
pl: Kliknięcie PPM
ru: Щелчок правой кнопкой мыши
sr: Десни клик

source: Temporary Pitch/Rate Buttons
ca: Botons Pitch/Rate temporals
de: Knopf für vorübergehende Tonhöhe/Geschwindigkeit
fr: Boutons de vitesse temporaire
it: Tasti di Pitch/Rate temporaneo
nl: Tijdelijke Pitch/Rate Knoppen
pl: Tymczasowe Przyciski Szybkość/Tempo
ru: Кнопки временного тона/скорости
sr: Дугмад привременог тона/протока

source: Ramping Pitchbend
ca: Corbat de velocitat progressiu
de: Weiche Tonhöhenveränderung
fr: Variateur de hauteur progressif
it: Passo di curvatura a rampa
pl: Narastanie Pitchbend
ru: Рампинг точной подстройки темпа

source: Pitchbend sensitivity
ca: Sensibilitat de corbat de velocitat
de: Feinheit der Tonhöhenveränderung
fr: Sensibilité du variateur de hauteur
it: Sensitività del Pitch-bend
nl: Pitch verbuigings gevoeligheid
pl: Czułość Pitchbend
ru: Чувствительность точной подстройки темпа

source: Synchronize zoom level across all waveform displays.
de: Synchronisieren die Vergrößerungsstufe in all Wellenform-Anzeigen.
fr: Synchronise le niveau de zoom pour tous les affichages de forme d'onde
pl: Synchronizuj powiększenie wszystkich widoków ścieżek.
sr: Ускладите ниво увећавања преко свих приказа таласних облика.

source: OpenGl status
ca: Estat d'OpenGL
fr: Statut OpenGL
it: Stato OpenGL
pl: Status OpenGL
sr: Стање ОпенГЛ-а

source: Display type
ca: Mostra el tipus
de: Anzeige-Art
fr: Type de rendu
it: Visualizza tipo
nl: Type tonen
pl: Typ ekranu
sr: Врста приказа

source: Permanent rate change when left-clicking
de: Permanente Geschwindigkeitsänderung beim Linksklick
fr: Changement de taux permanent lors d'un clic-gauche
pl: Stała zmiana szybkości LPM
sr: Стална промена протока приликом левог клика

source: Permanent rate change when right-clicking
de: Permanente Geschwindigkeitsänderung beim Rechtsklick
fr: Changement de taux permanent lors d'un clic-droit
pl: Stała zmiana szybkości PPM
sr: Стална промена протока приликом десног клика

source: Makes temporary pitch/rate buttons change the pitch gradually, instead of all at once.
de: Läßt die Knöpfe für vorübergehende Tonhöhen-/Geschwindigkeitsänderungen diese schrittweise anpassen antstatt auf einmal.
fr: Fait que les boutons de changement de hauteur/vitesse changent la hauteur progressive plutôt que d'un seul coup.
pl: Tymczasowo ustawia przyciski wysokość/szybkość na zmienne stopniowo, zamiast skokowo (wszyskie na raz).
sr: Учините да дугмад привременог тона/протока постепено мења тон, уместо све одједном.

source: Value in milliseconds
de: Wert in Millisekunden
fr: Valeur en millisecondes
pl: Wartość w milisekundach
sr: Вредност у милисекундама

source: Visual gain of the high frequencies
de: Visuelle Verstärkung der hohen Frequenzen
fr: Gain visuel des fréquences aigües
pl: Optyczne wzmocnienie wysokich częstotliwości
sr: Видљиво појачање високих учесталости

source: Visual gain of the middle frequencies
de: Visuelle Verstärkung der mittleren Frequenzen
fr: Gain visuel des fréquences médiums
pl: Wizualne wzmocnienie średnich częstotliwości.
sr: Видљиво појачање средњих учесталости

source: Visual gain of the low frequencies
de: Visuelle Verstärkung der tiefen Frequenzen
fr: Gain visuel des fréquences graves
pl: Wizualne wzmocnienie niskich częstotliwości.
sr: Видљиво појачање ниских учесталости

source: Global visual gain
de: Globale Visuelle Verstärkung
fr: Gain visuel général
sr: Опште видно појачање

source: Frame rate
de: Bildwiederholrate
fr: Nombre d'images par seconde
pl: Liczba klatek na sekundę
sr: Проток кадрова

source: Default zoom
ca: Zoom per defecte
de: Standard-Vergrößerung
fr: Zoom par défaut
it: Ingrandimento predefinito
nl: Standaard zoom
pl: Domyślne powiększenie
sr: Основно увеличање

source: Visual gain
de: Visuelle Verstärkung
fr: Gain visuel
pl: Wizualne wzmocnienie
sr: Видно појачање

# DlgPrefControlsDlg#40
source: Synchronize
de: Synchronisieren
fr: Syncrhoniser

source: Crossfader Curve
ca: Corba del Crossfader
de: Crossfader-Kurve
fr: Courbe du curseur de mixage
it: Curva del Crossfader
nl: Crossfader kromming
pl: Krzywa Crossfadera
ru: Кривая кроссфейдера
sr: Крива постепеног прелаза

source: Slow fade/Fast cut (additive)
fr: Fondu lent / Coupe rapide (additif)
pl: Wolne wyciszenie/szybkie obcięcie (addytywnie)
sr: Спори прелаз/Брзо одсецање (додатно)

source: Constant power
ca: Potència Constant
de: Gleichbleibende Leistung
fr: Puissance constante
it: Potenza Costante
nl: Gelijke overgang
pl: Stała moc
ru: Постоянная мощность
sr: Стална снага

source: Mixing
ca: Mesclar
de: Mischen
fr: Mixer
it: Mixaggio
nl: Mengen
pl: Miksowanie
ru: Микширование
sr: Мешање

source: Scratching
de: Scratchen
fr: Scratcher
pl: Skreczowanie
ru: Скретчинг
sr: Гребање

source: Linear
ca: Lineal
de: Geradlinig
fr: Linéaire
it: Lineare
nl: Lineair
pl: Liniowe
ru: Линейное
sr: Линеарно

source: Logarithmic
ca: Logarítmic
de: Logarithmisch
fr: Logarithmique
it: Logaritmico
nl: Logaritmisch
pl: Logarytmiczne
ru: Логарифмическое
sr: Логаритамски

# DlgPrefCrossfaderDlg#10
source: Reset to Defaults
de: Zurücksetzen
fr: Rétablir les valeurs par défaut
pl: Przywróć ustawienia domyślne
sr: Врати на задато

source: Static EQs (for slower CPUs)
ca: EQs Estàtic (per a CPUs lentes)
de: Statische EQs (für langsamere CPUs)
fr: Égaliseur statique (pour processeurs lents)
it: EQs Statici (per CPU lente)
nl: Vaste EQ's (voor langzamere CPU's)
pl: Statyczny EQ (dla słabszych CPU)
ru: Статические EQ (для медленных систем)
sr: Статички уједначавачи (за спорије процесоре)

source: High Shelf EQ
ca: EQ d'aguts
fr: Égaliseur à plateaux pour les aigus
it: EQ High-Shelf
nl: Hoog Shelf EQ
ru: Эквалайзер ВЧ
sr: Уједначавач високог носача

source: Low Shelf EQ
ca: EQ de grau baix
fr: Égaliseur à plateaux pour les graves
it: EQ Low-Shelf
nl: Laag Shelf EQ
ru: Эквалайзер НЧ
sr: Уједначавач ниског носача

# DlgPrefEQDlg#10
source: Reset to Defaults
de: Zurücksetzen
fr: Rétablir les valeurs par défaut
pl: Przywróć ustawienia domyślne
sr: Врати на задато

source: Apply device settings?
de: Einstellungen für Gerät anwenden?
fr: Appliquer les paramètres du périphérique ?
pl: Zastosować ustawienia urządzenia?
sr: Да применим подешавања уређаја?

source: Your settings must be applied before starting the learning wizard. Apply settings and continue?
de: Ihre Einstellungen müssen angewandt werden bevor Sie den Lern-Assistenten starten. Einstellungen anwenden und fortfahren?
fr: Vos paramètres doivent être appliqués avant de démarrer l'assistant d'apprentissage. Appliquer les paramètres et continuer ?
pl: Twoje ustawienia muszą być zapisane przed uruchomieniem kreatora. Zastosować ustawienie i kontynuować?
sr: Ваша подешавања морају бити примењена пре него што покренете чаробњака учења. Да применим подешавања и да наставим?

source: Clear Input Bindings
ca: Neteja els paràmetres d'entrada
de: Eingangs-Belegungen löschen
fr: Effacer les connections d'entrée
it: Elimina i Collegamenti in Ingresso
nl: Leeg Invoer Combinaties
pl: Wyczyść Dowiązania Wejścia
ru: Очистить вводимые связи
sr: Очисти везице улаза

source: Are you sure you want to clear all bindings?
ca: Estàs segur de esborrar tots els paràmetres?
de: Wollen Sie wirklich alle Belegungen löschen?
fr: Êtes-vous sûr de vouloir effacer toutes vos connections ?
it: Sei sicuro di voler eliminare tutti i collegamenti?
nl: Weet je zeker dat je alle bindings wilt legen?
pl: Czy jesteś pewnien, że chcesz wyczyścić wszystkie dowiązania?
ru: Вы действительно хотите очистить все связи?
sr: Да ли сте сигурни да желите да очистите све везице?

source: Clear Output Bindings
ca: Neteja els paràmetres d'eixida
de: Ausgangs-Belegungen löschen
fr: Effacer les connections de sortie
it: Elimina i Collegamenti in Uscita
nl: Leeg output bindings
pl: Wyczyść Dowiązania Wyjścia
ru: Очистить выводимые связи
sr: Очисти везице излаза
