Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: It may be necessary to skip some songs in your prepared playlist or add some different songs in order to maintain the energy of your audience.
de: Es kann notwendig sein bestimmte Titel aus der vorbereiteten Wiedergabeliste zu überspingen oder einige neue Titel hinzuzufügen um die Energie des Publikums aufrecht zu erhalten.
fr: Il peut être parfois nécessaire de sauter quelques morceaux de la liste de lecture que vous avez préparée ou d'ajouter des morceaux différents afin d'entretenir la ferveur de votre public.
pl: Może okazać się koniecznym pominięcie kilka utworów z przygotowanej listy lub dodanie kilka różnych piosenek w celu zachowania energii odbiorców.
sr: Можда ће бити потребно да прескочите неке песме са припремљеног списка нумера или да додате неке друге песме у циљу одржања енергије публике.

source: Create new playlist
fr: Créer une nouvelle playlist
pl: Utwórz nową listę odtwarzania
sr: Направите нови списак нумера

# PrepareFeature#1
source: Analyze
ca: Analitza
de: Analysieren
fr: Analyser
it: Analizza
nl: Analyseren
pl: Analizuj
ru: Анализировать
sr: Анализирај

source: Invalid
ca: No vàlid
de: Ungültig
fr: Invalide
it: Non valido
nl: Ongeldig
pl: Nieprawidłowy
ru: Недействительный
sr: Неисправно

source: Master
ca: Mestre
fr: Principale
pl: Główny
ru: Основной
sr: Главно

source: Headphones
ca: Auriculars
de: Kopfhörer
fr: Casque
it: Cuffie
nl: Hoofdtelefoons
pl: Słuchawki
ru: Наушники
sr: Слушалице

source: Deck
ca: Plat
fr: Platine
ru: Дека
sr: Носач

# QObject#5
source: Vinyl Control
ca: Control de vinil
de: Vinyl-Steuerung
fr: Contrôle Vinyle
it: Controllo Vinile
nl: Vinyl Bediening
ru: Управление винилом
sr: Управљање плочом

source: Passthrough
ca: De pas
de: Weiterleiten
fr: Passerelle
nl: Doorvoeren
ru: Пересылка
sr: Пропуштање

source: Unknown path type %1
ca: Tipus de ruta %1 desconegut
de: Unbekannter Pfad-Typ %1
fr: Chemin inconnu type %1
it: Tipo di percorso %1 sconosciuto
nl: Onbekend pad type %1
pl: Nieznany typ ścieżki %1
ru: Неизвестный тип размещение %1
sr: Непозната врста путање %1

# QtWaveformWidget#1
source: Filtered
fr: Filtré
pl: Przefiltrowane
sr: Издвојено

source: Recordings
ca: Enregistraments
de: Aufnahmen
fr: Enregistrements
it: Registrazioni
nl: Opnames
pl: Nagrania
ru: Записи
sr: Снимци

source: Save Sampler Bank
ca: Guarda el banc de Sampler
de: Sampler-Bank speichern
fr: Sauvegarder la Banque d'échantillon
it: Salva Raccolta Sampler
nl: Sampler Bank Opslaan
pl: Zapisz Sampler Bank
ru: Сохранить контейнер сэмплера
sr: Сачувај групу узорака

source: Error Saving Sampler Bank
ca: Error guardant el banc de Sampler
de: Fehler beim Speichern der Sampler-Bank
fr: Erreur de sauvegarde de la banque d'échantillon
it: Errore durente il salvataggio della Raccolta dei Sampler
nl: Fout bij Sampler Bank opslaan
pl: Błąd podczas zapisu Sampler Bank
ru: Ошибка сохранения контейнера сэмплера
sr: Грешка чувања групе узорака

source: Could not write the sampler bank to '%1'.
ca: No s'ha pogut escriure el banc de Sampler a '%1'.
de: Die Sampler-Bank konnte nicht nach '%1' geschrieben werden.
fr: Impossible d'écrire la banque d'échantillon vers '%1'.
it: Impossibile scrivere sulla Raccolta dei Sampler l''1%'.
nl: Kon sampler bank niet wegschrijven naar '%1'.
pl: Nie mogę zapisać sampler bank do '%1'
ru: Невозможно записать контейнер сэмплера в '%1'.
sr: Не могу да запишем групу узорака у „%1“.

source: Load Sampler Bank
ca: Carregar banc de Sampler
de: Sampler-Bank laden
fr: Charger la Banque d'échantillon
it: Carica Raccolta Sampler
nl: Sampler Bank Laden
pl: Wczytaj Sampler Bank
ru: Загрузить контейнер сэмплера
sr: Учитај групу узорака

source: Error Reading Sampler Bank
ca: Error llegint el banc de Sampler
de: Fehler beim Lesen der Sampler-Bank
fr: Erreur de lecture de la banque d'échantillon
it: Errore di lettura della Raccolta Sampler
nl: Fout bij Sampler Bank lezen
pl: Błąd podczas wczytywania Sampler Bank
ru: Ошибка чтения контейнера сэмплера
sr: Грешка читања групе узорака

source: Could not open the sampler bank file '%1'.
ca: No s'ha pogut obrir el fitxer de banc de Sampler '%1'.
de: Die Sampler-Bank '%1' konnte nicht geöffnet werden.
fr: Impossible d'ouvrir la banque d'échantillon '%1'.
it: Impossibile aprire il File di Raccolta Sampler 1%
nl: Kon geen sampler bank bestand '%1' openen.
pl: Nie mogę otworzyć plik sampler bank '%1'.
ru: Невозможно открыть файл контейнера сэмплера '%1'.
sr: Не могу да отворим датотеку групе узорака у „%1“.

source: Could not read the sampler bank file '%1'.
ca: No s'ha pogut llegir el fitxer de banc de Sampler '%1'.
de: Die Sampler-Bank '%1' konnte nicht gelesen werden.
fr: Impossible de lire la banque d'échantillon '%1'.
it: Impossibile leggere il File Sampler Bank 1%
nl: Kon geen sampler bank bestand '%1' lezen.
pl: Nie mogę odczytać plik sampler bank '%1'.
ru: Невозможно прочитать файл контейнера сэмплера '%1'.
sr: Не могу да прочитам датотеку групе узорака у „%1“.

source: Join with previous
de: Mit vorherigem verbinden
fr: Joindre avec les précédents
it: Unisciti ai precedenti
pl: Połącz z poprzednim
sr: Споји са претходним

source: History
de: Verlauf
fr: Historique
pl: Historia
sr: Историјат

# SetlogFeature#3
source: Unlock
de: Entsprerren
fr: Déverrouiller
it: Sblocca
pl: Odblokuj
sr: Откључај

# SetlogFeature#4
source: Lock
de: Sperren
fr: Verrouiller
it: Blocca
pl: Zablokuj
sr: Закључај

source: The history section automatically keeps a list of tracks you play in your DJ sets.
de: Der Verlauf führt automatisch eine Liste der Titel welche Sie in Ihrem DJ-Set spielen.
fr: La section historique conserve automatiquement les listes des morceaux que vous jouez durant vos sessions de mixage.
pl: Sekcja Historii automatycznie zachowuje listę odtworzonych przez Ciebie utworów w Twoim zestawie DJ-skim.
sr: Одељак историјата самостално чува списак нумера које сте пуштали у вашим диџеј скуповима.

source: This is handy for remembering what worked in your DJ sets, posting set-lists, or reporting your plays to licensing organizations.
de: Das ist praktisch um sich zu erinnern was in Ihren DJ-Sets funktionierte, um Set-Listen zu veröffentlichen oder um Ihre Wiedergaben an Lizensierungsorganisation zu melden.
fr: Ceci est pratique pour se remémorer ce qui a marché lors de vos sessions de mixage, publier les morceaux des sessions, ou communiquer vos diffusions aux organismes de gestion de droits.
pl: Jest to przydatne dla zapamiętywania zestawów DJ-skich na których pracowałeś, publikowania list odtwarzania oraz zgłaszania Twojego odtwarzania do organizacji koncesjonujących.
sr: Ово је пригодно да се сетите шта сте радили у вашим диџеј скуповима, да поставите спискове скупова, или да пријавите ваше изведбе организацијама за лиценцирање.

source: Every time you start Mixxx, a new history section is created. You can export it as a playlist in various formats or play it again with Auto DJ.
de: Bei jedem Start von Mixxx wird ein neuer Ordner im Verlauf erstellt. Diesen können Sie als Wiedergabeliste in verschiedenen Formaten exportieren oder erneut mit dem Auto-DJ wiedergeben.
fr: A chaque fois que vous démarrez Mixxx, un nouvel historique de session est créé. Vous pouvez l'exporter en tant que liste de lecture sous différents formats ou les rejouer avec Auto DJ.
pl: Przy każdym uruchomieniu Mixxx jest tworzona nowa sekcja Historii. Możesz ją wyeksportować jako listę odtwarzania w różnych formatach lub odtworzyć ponownie za pomocą AutoDJ.
sr: Сваки пут када покренете Миксикс, прави се нови одељак историјата. Можете да га извезете као списак нумера у различитим облицима или да га поново изведете са Самосталним Диџејом.

source: You can join the current history session with a previous one by right-clicking and selecting "Join with previous".
de: Durch Recht-Klick und Auswahl von "Mit vorherigem verbinden" können Sie den Verlaufsordner der aktuellen Sitzung mit einem früheren Ordner zusammenführen.
fr: Vous pouvez ajouter l'historique de session courant avec le précédent en faisant un clic-droit et en sélectionnant "Joindre à la précédente".
pl: Możesz połączyć bieżącą sesję Historii z poprzednią klikając prawy przycisk myszki i wybierając "Połącz z poprzdenią"
sr: Можете да придружите сесију тренутног историјата са претходном тако што ћете кликнути десним тастером миша и изабрати „Споји са претходном“.

# SoftwareWaveformWidget#1
source: Filtered
de: Gefiltert
fr: Filtré
it: Filtrato
pl: Przefiltrowane
sr: Издвојено

source: Software
fr: Logiciel
pl: Oprogramowanie
sr: Програми

source: Drop tracks from library or external file manager here.
de: Titel aus der Bibliothek oder externen Datei-Managern hier hinziehen.
fr: Déposez ici les morceaux depuis la bibliothèque ou un gestionnaire de fichier externe .
pl: Upuść tutaj utwory z biblioteki lub zewnętrznego menedżera plików.
sr: Овде убаците нумере из библиотеке или из спољног управника датотека.

source: Reset to default value.
de: Zurücksetzen.
fr: Réinitialiser les valeurs par défaut.
pl: Zresetuj do wartości domyślnej.
sr: Вратите на основну вредност.

source: Left-click
de: Linksklick
fr: Clic-gauche
pl: Lewy-klik
sr: Леви клик

source: Right-click
de: Rechtsklick
fr: Clic-droit
pl: Prawy-klik
sr: Десни клик

source: Scroll-wheel
fr: Défiler la roulette

source: Waveform Overview
de: Wellenform Übersicht
fr: Aperçu de la forme d'onde
pl: Przegląd wykresu dźwięku
sr: Преглед таласног облика

source: Shows information about the track currently loaded in this channel.
de: Zeigt Informationen über den aktuell in dem Kanal geladenen Titel an.
fr: Affiche les informations concernant le morceau actuellement chargé dans ce canal.
pl: Pokazuje informację o aktualnie załadowanym utworze w tym kanale.
sr: Прикажите податке о нумери тренутно учитаној на овом каналу.

source: Jump around in the track by clicking somewhere on the waveform.
de: Springen Sie durch Klicken in die Wellenform im Titel umher.
fr: Déplacez-vous dans le morceau en cliquant quelque part sur la forme d'onde.
pl: Skocz do dowolnego miejsca w utworze klikając gdziekolwiek na wykresie.
sr: Шњурајте по нумери кликањем негде на таласном облику.

source: Use the mouse to scratch, spin-back or throw tracks.
de: Nutzen Sie die Maus zum scratchen, für spin-backs oder anschieben.
fr: Utiliser la souris pour scratcher, inverser ou lancer le morceau.
pl: Użyj lewego przycisku myszy aby skreczować, cofać lub wrzucać utwory.
sr: Користите миша да огребете, завртите уназад или да баците нумере.

source: Shows the loaded track's waveform near the playback position.
de: Zeigt die Wellenform des geladenen Titels nahe der Wiedergabeposition.
fr: Affiche la forme d'onde du morceau chargé près de l'emplacement de lecture.
pl: Pokazuje wykres załadowanego utworu obok aktualnej pozycji odtwarzania.
sr: Прикажите таласни облик убачене нумере близу положаја пуштања.

source: Drag with mouse to make temporary pitch adjustments.
de: Ziehen Sie mit der Maus um die Wiedergabegeschwindigkeit vorübergehend anzupassen.
fr: Tirer avec la souris pour faire des ajustements temporaires de la hauteur.
pl: Przeciągnij myszką, aby utworzyć tymczasowe ustawienia wysokości dźwięku.
sr: Превуците мишем да обавите дотеривања привременог тона.

source: Spinning Vinyl
de: Drehendes Vinyl
fr: Vinyle en rotation
pl: Obracajacy się vinyl
sr: Вртење плоче

source: Rotates during playback and shows the position of a track.
de: Rotiert während der Wiedergabe und zeigt die Position eines Titels.
fr: Tourne durant la lecture et montre la position du morceau.
pl: Obraca się w trakcie odtwarzania i pokazuje pozycję utworu.
sr: Заокрените за време пуштања и прикажите положај нумере.

source: Adjusts the pre-fader gain of the track (to avoid clipping).
de: Passt die Vorverstärkung des Titels an (um Übersteuern zu vermeiden).
fr: Ajuste le gain de pré-fondu de la piste (pour éviter l'écrêtage)
pl: Reguluje wzmocnienie utworu na przedzmacniaczu (aby zapobiec obcinaniu).
sr: Подесите добитак пред-ишчезавача стазе (да би се избегло исецање).

source: (too loud for the hardware and is being distorted).
de: (zu laut für die Hardware und wird verzehrt).
fr: (trop fort pour le matériel et en saturation)
pl: (za głośne dla sprzętu i jest zniekształcane)
sr: (превише гласно за хардвер и искривљено је).

source: Peak Indicator
de: Pegelspitzen-Anzeige
fr: Indicateur de pic
pl: Wskaźnik przesterowania
sr: Указивач врхунца

source: Indicates when the signal on the channel is clipping,
de: Zeigt an wann das Signal auf dem Kanal übersteuert,
fr: Indique lorsque le signal sur le canal est écrêté,
pl: Wskazuje kiedy sygnał w kanale jest obcinany.
sr: Укажите када се исеца сигнал на каналу

source: Master Peak Indicator
de: Master-Pegelspitzen-Anzeige
fr: Indicateur de pic principal
pl: Główny wskaźnik przesterowania
sr: Указивач главног врхунца

source: Indicates when the signal on the master output is clipping,
de: Zeigt an wann das Signal auf dem Master-Ausgang übersteuert,
fr: Indique lorsque le signal sur le sortie principale est écrêté,
pl: Wskazuje kiedy sygnał na wyjściu głównym jest obcinany.
sr: Укажите када се исеца сигнал на главном излазу

source: Channel Volume Meter
de: Kanal-Pegelanzeige
fr: Vu-mètre du Canal
pl: Wskaźnik głośności kanału
sr: Мерач јачине звука канала

source: Shows the current channel volume.
de: Zeigt die aktuelle Kanal-Lautstärke.
fr: Montre le volume du canal courant.
pl: Pokazuje bieżący poziom głośności kanału.
sr: Прикажите тренутну јачину звука канала.

source: Microphone Volume Meter
de: Mikrofon-Pegelanzeige
fr: Vu-mètre du Microphone
pl: Wskaźnik głosności mikrofonu.
sr: Мерач јачине звука микрофона

source: Shows the current microphone volume.
de: Zeigt die aktuelle Mikrofon-Lautstärke.
fr: Affiche le volume courant du microphone.
pl: Pokazuje bieżącą poziom głośności mikrofonu.
sr: Прикажите тренутну јачину звука микрофона.

source: Master Channel Volume Meter
de: Master-Kanal-Pegelanzeige
fr: Vu-mètre du Canal Principal
pl: Główny wskaźnik głośności kanału.
sr: Мерач јачине звука главног канала

source: Shows the current master volume for the left channel.
de: Zeigt die aktuelle Gesamtlautstärke für den linken Kanal.
fr: Affiche le volume courant du canal principal gauche.
pl: Pokazuje bieżący poziom głównej głośności kanału.
sr: Прикажите тренутну главну јачину звука за леви канал.

source: Volume Control
de: Lautstärkeregler
fr: Contrôle du volume
pl: Regulacja głośności
sr: Управљање јачином звука

source: Adjusts the volume of the selected channel.
de: Regelt die Lautstärke des ausgewählten Kanals.
fr: Ajuste le volume du canal sélectionné.
pl: Reguluje głosność wybranego kanału.
sr: Дотерајте јачину звука изабраног канала.

source: Master Volume
de: Gesamtlautstärke
fr: Volume Principal
pl: Główna głośność
sr: Главна јачина звука

source: Adjusts the master output volume.
de: Regelt die Gesamtlautstärke.
fr: Ajuste le volume de la sortie principale.
pl: Reguluje głośność na wyjściu głównym.
sr: Дотерајте јачину звука главног излаза.

# Tooltips#33
source: Crossfader
fr: Curseur de mixage

source: Determines the master output by fading between the left and right channels.
de: Regelt den Master-Ausgang durch Überlendung des linken und rechten Kanals.
fr: Détermine la sortie principale en fondant entre les canaux droit et gauche.
pl: Określa sygnał na wyjściu głównym przez wyciszenie między lewym i prawym kanałem.
sr: Одредите главни излаз прелажењем између левог и десног канала.

source: Adjusts the left/right channel balance on the master output.
de: Regelt die Balance des linken/rechten Kanals am Master-Ausgang.
fr: Ajuste la balance droite/gauche sur la sortie principale.
pl: Reguluje balans między lewym i prawym kanałem na wyjściu głównym.
sr: Дотерајте равнотежу левог/десног канала на главном излазу.

source: Headphone Volume
de: Kopfhörer-Lautstärke
fr: Volume du Casque
pl: Głośność słuchawek
sr: Јачина звука у слушалицама

source: Adjusts the headphone output volume.
de: Regelt die Kopfhörer-Lautstärke.
fr: Ajuste le volume de sortie du casque.
pl: Reguluje poziom głośnosci na wyjściu słuchawkowym.
sr: Дотерајте јачину звука у слушалицама.

source: Headphone Mix
de: Kopfhörer-Mix
fr: Mix du Casque
pl: Mikser słuchawek
sr: Мешање у слушалицама

source: Controls what you hear on the headphone output.
de: Regelt was Sie über den Kopfhörerausgang hören.
fr: Contrôle ce que vous entendez sur la sortie du casque.
pl: Steruje tym co słyszysz na wyjściu słuchawkowym.
sr: Управљајте оним што чујете на излазу у слушалицама.

source: Mix Orientation
de: Mix-Ausrichtung
fr: Orientation du Mix
pl: Kierunek miksowania
sr: Усмерење мешања

source: Set the channel's mix orientation.
de: Legt die Mix-Ausrichtung des Kanals fest.
fr: Règler l'orientation du mix du canal.
pl: Ustawia kierunek miksowania kanału.
sr: Поставите усмерење мешања канала.

source: Either to the left side of crossfader, to the right side or to the center (default).
de: Entweder zur rechten Seite des Crossfaders, zur linken Seite oder zur Mitte (Voreinstellung).
fr: Soit vers le côté gauche du curseur de mixage, soit vers le côté droit, soit au centre (par défaut).
pl: Z lewej strony crossfadera, z prawej strony lub środka (domyślnie).
sr: Или са леве стране постепеног прелаза, са десне стране или по средини (задато).

source: Show/hide the Microphone section.
de: Mikrofon-Bereich ein-/ausblenden.
fr: Affiche/cache la section Microphone.
pl: Pokaż/ukryj sekcję mikrofonu.
sr: Прикажите/сакријте одељак микрофона.

source: Sampler
fr: Échantilloneur
sr: Узорчник

source: Show/hide the Sampler section.
de: Sampler-Bereich ein-/ausblenden.
fr: Affiche/cache la section Échantilloneur.
pl: Pokaż/ukryj sekcję samplera.
sr: Прикажите/сакријте одељак узорчника.

# Tooltips#48
source: Vinyl Control
fr: Contrôle Vinyle

source: Show/hide the Vinyl Control section.
de: Vinyl-Steuerung-Bereich ein-/ausblenden.
fr: Affiche/cache la section Contrôle Vinyle.
pl: Pokaż/ukryj sekcję kontroli vinylem.
sr: Прикажите/сакријте одељак управљања плочом.

source: Microphone Volume
de: Mikrofon-Lautstärke
fr: Volume du Microphone
pl: Głośność mikrofonu
sr: Јачина звука у микрофону

source: Adjusts the microphone volume.
de: Regelt die Mikrofon-Lautstärke.
fr: Ajuste le volume du microphone.
pl: Reguluje poziom głośności mikrofonu.
sr: Дотерајте јачину звука микрофона.

source: Microphone Talk-Over
de: Mikrofon Talk-Over
fr: Annonce Microphone
pl: Dołączenie mikrofonu

source: Hold-to-talk or short click for latching to
de: Halten zum Sprechen oder kurzes Klicken zum Einrasten um
fr: Maintenir enfoncé pour parler ou cliquer brièvement pour verrouiller
pl: Przytrzymaj i mów lub krótko kliknij aby załączyć.
sr: Држите до говорите или кратак клик да се прикључите

source: mix microphone input into the master output.
de: Den Mikrofon-Eingang in den Master-Ausgang zu mischen.
fr: mélanger l'entrée microphone à la sortie principale.
pl: łączy wejście mikrofonu z wyjściem głównym.
sr: улаз микрофона мешача у главни излаз.

source: Raise Pitch
de: Wiedergabegeschwindigkeit erhöhen
fr: Monter la hauteur
pl: Podnieś wysokosc.
sr: Повиси тон

source: Sets the pitch higher.
de: Erhöht die Wiedergabegeschwindigkeit.
fr: Rend le son plus aigu.
pl: Podnosi poziom wysokości tonu.
sr: Подесите виши тон.

source: Sets the pitch higher in small steps.
de: Erhöht die Wiedergabegeschwindigkeit in kleinen Schritten.
fr: Rend le son plus aigu par étapes successives.
pl: Podnosi poziom wysokości tonu małymi krokami.
sr: Подесите виши тон у мањим корацима.

source: Lower Pitch
de: Wiedergabegeschwindigkeit verringern
fr: Son plus grave
pl: Opuść wysokosc.
sr: Снизи тон

source: Sets the pitch lower.
de: Verringert die Wiedergabegeschwindigkeit.
fr: Rend le son plus grave.
pl: Obniża poziom wysokości tonu.
sr: Подесите нижи тон.

source: Sets the pitch lower in small steps.
de: Verringert die Wiedergabegeschwindigkeit in kleinen Schritten.
fr: Rend le son plus grave par étapes successives.
pl: Obniża poziom wysokości tonu małymi krokami.
sr: Подесите нижи тон у мањим корацима.

source: Raise Pitch Temporary (Nudge)
de: Vorrübergehende Geschwindigkeitserhöhung (Anstoßen)
fr: Rendre temporairement le son plus aigu (Coup de pouce)
pl: Podnosi wysokość tonu tymczasowo
sr: Привремено повиси тон (Nudge)

source: Holds the pitch higher while active.
de: Hält die Wiedergabegeschwindigkeit höher während aktiviert.
fr: Conserve le son plus aigu tant qu'il est actif.
pl: Przytrzymuje wysokość tonu na wyższym poziomie kiedy aktywne.
sr: Држите повишен тон док делује.

source: Holds the pitch higher (small amount) while active.
de: Hält die Wiedergabegeschwindigkeit höher (kleiner Wert) während aktiviert.
fr: Conserve le son (légèrement) plus aigu tant qu'il est actif.
pl: Przytrzymuje wysokość tonu na wyższym poziomie (odrobinę) kiedy aktywne.
sr: Држите повишен тон (мањи износ) док делује.

source: Lower Pitch Temporary (Nudge)
de: Vorrübergehende Geschwindigkeitsverringerung (Anstoßen)
fr: Rendre temporairement le son plus grave (Coup de pouce)
pl: Obniza wysokosc tonu tymczasowo.
sr: Привремено снизи тон (Nudge)

source: Holds the pitch lower while active.
de: Hält die Wiedergabegeschwindigkeit geringer während aktiviert.
fr: Maintiens le son plus grave lors de l'activation
pl: Przytrzymuje wysokość tonu na niższym poziomie kiedy aktywne.
sr: Држите снижен тон док делује.

source: Holds the pitch lower (small amount) while active.
de: Hält die Wiedergabegeschwindigkeit geringer (kleiner Wert) während aktiviert.
fr: Conserve le son (légèrement) plus grave tant qu'il est actif.
pl: Przytrzymuje wysokość tonu na niższym poziomie (odrobinę) kiedy aktywne.
sr: Држите снижен тон (мањи износ) док делује.

source: Low EQ
de: Tiefen-EQ
fr: Egalisation Grave
pl: Basy
sr: Уједначавач ниских

source: Adjusts the gain of the low EQ filter.
de: Regelt die Verstärkung des Tiefen-EQ-Filters.
fr: Règle le gain du filtre des graves.
pl: Reguluje wzmocnienie niskich częstotliwości.
sr: Дотерајте добитак пропусника уједначавача ниских.

source: Mid EQ
de: Mitten-EQ
fr: Égaliseur des Médiums
pl: Średnie
sr: Уједначавач средњих

source: Adjusts the gain of the mid EQ filter.
de: Regelt die Verstärkung des Mitten-EQ-Filters.
fr: Règle le gain du filtre des médiums.
pl: Reguluje wzmocnienie tonów średnich.
sr: Дотерајте добитак пропусника уједначавача средњих.

source: High EQ
de: Höhen-EQ
fr: Égaliseur des Aigus
pl: Wysokie
sr: Уједначавач високих

source: Adjusts the gain of the high EQ filter.
de: Regelt die Verstärkung des Höhen-EQ-Filters.
fr: Règle le gain du filtre des aigus.
pl: Reguluje wzmocnienie tonów wysokich.
sr: Дотерајте добитак пропусника уједначавача високих.

source: Hold-to-kill or short click for latching.
de: Halten zum Abschalten oder kurzes Klicken zum Einrasten.
fr: Maintenir enfoncé pour filtrer ou cliquer brièvement pour verrouiller.
sr: Држите до прекинете или кратак клик да се прикључите.

source: High EQ Kill
de: Höhen-EQ-Kill
fr: Suppression des aigus
pl: Obcięcie wysokich
sr: Убиј уједначавање високих

source: Holds the gain of the high EQ to zero while active.
de: Hält die Vorverstärkung des Höhen-EQ auf Null wenn aktiviert.
fr: Force le gain de l'égaliseur des aigus à zéro tant qu'il est actif.
pl: Utrzymuje wzmocnienie tonów wysokich na pozimie 0 kiedy jestaktywne.
sr: Задржите добит уједначавача високих на нули док ради.

source: Mid EQ Kill
de: Mitten-EQ-Kill
fr: Arrêt de l'égalisation medium
pl: Obcięcie średnich
sr: Убиј уједначавање средњих

source: Holds the gain of the mid EQ to zero while active.
de: Hält die Vorverstärkung des Mitten-EQ auf Null wenn aktiviert.
fr: Force le gain de l'égaliseur des médiums à zéro tant qu'il est actif.
pl: Utrzymuje wzmocnienie tonów średnich na pozimie 0 kiedy jestaktywne.
sr: Задржите добит уједначавача средњих на нули док ради.
