Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: &Next >>
ca: &Següent>>
nl: &Volgende >>
ru: &Далее >>

source: Midi Status Type
ca: Tipus d'estat MIDI
it: Tipo di stato MIDI
ru: Тип состояния Midi

# MidiInputMappingTableModel#2
source: Midi Note
ca: Nota MIDI
it: Nota MIDI
nl: Midi Noot
ru: Нота MIDI

# MidiInputMappingTableModel#3
source: Midi Channel
ca: Canal MIDI
it: Canale MIDI
nl: Midi Kanaal
ru: Канал Midi

# MidiInputMappingTableModel#4
source: Control Group
ca: Grup de control
it: Gruppo Controllo
nl: Control Groep
ru: Управляющая группа

# MidiInputMappingTableModel#5
source: Control Value
ca: Valor de control
it: Valore Controllo
nl: Control Waarde
ru: Управляющее значение

# MidiInputMappingTableModel#6
source: Description
ca: Descripció
it: Descrizione
nl: Omschrijving
ru: Описание

source: MIDI script function not found
ca: No s'ha trobat la funció de l'script de MIDI
it: funzione non trovata nel MIDI script
nl: MIDI script functie niet gevonden
ru: Не найдена функция сценария MIDI

source: The MIDI script function '%1' was not found in loaded scripts.
ca: No s'ha trobat la funció '%1' de l'script de MIDI als scripts carregats
it: La funzione di script Midi '%1' non è stata trovata negli script caricati.
nl: The MIDI script functie '%1' was niet gevonden in de gelaadde scripts.
ru: Функция сценария MIDI '%1' не найдена в загруженных сценариях.

source: The MIDI message %1 %2 will not be bound. (Click Show Details for hints.)
ca: El missatge de MIDI %1 %2 no serà obligat. (Fes click a Mostrar detalls per més informació)
it: Il messaggio MIDI %1 %2 non sarà collegato. (Clicca Mostra Dettagli per suggerimenti.)
nl: Het MIDI bericht %1 %2 zou niet gebonden worden. (Druk op Meer Details voor hints.)
ru: Сообщение MIDI %1 %2 не будет прикреплено. (Щелкните на дополнительные сведения.)

source: * Check to see that the function name is spelled correctly in the mapping file (.xml) and script file (.js)
ca: * Comprova que el nom de la funció està correctament escrit a l'arxiu de mapeig (.xml) i al arxiu de Script (.js)
it: * Controlla che il nome della funzione sia scritto correttamente nel file di mapping (.xml) e nel file di script (.js)
nl: * Controleer of de functienaam correct gespeld is in het indelingsbestand (.xml) en script bestand (.js).
ru: * Убедитесь, что имя функции введено правильно в файле раскладки (.xml) и файле сценария (.js)

source: * Check to see that the script file name (.js) is spelled correctly in the mapping file (.xml)
ca: * Comprova que el nom de l'sript (.js) està ben escrit a l'arxiu de mapeig (.xml)
it: * Controlla che il nome del file di script (.js) sia scritto correttamente nel file di mapping (.xml)
nl: * Controleer of het script bestandsnaam (.js) correct is gespeld in het mapping-bestand (.xml)
ru: * Убедитесь, что имя файла сценария (.js) введено правильно в файле раскладки (.xml)

source: Midi Status
ca: Estat de MIDI
it: Stato MIDI
ru: Состояние Midi

# MidiOutputMappingTableModel#2
source: Midi Note
ca: Nota MIDI
it: Nota MIDI
nl: Midi Noot
ru: Нота MIDI

# MidiOutputMappingTableModel#3
source: Midi Channel
ca: Canal MIDI
it: Canale MIDI
nl: Midi Kanaal
ru: Канал Midi

# MidiOutputMappingTableModel#4
source: Control Group
ca: Grup de control
it: Gruppo Controllo
nl: Bedieningsgroep
ru: Контрольная группа

# MidiOutputMappingTableModel#5
source: Control Value
ca: Valor de control
it: Valore Controllo
nl: Bedieningswaarde
ru: Контрольное значение

# MidiOutputMappingTableModel#6
source: Description
ca: Descripció
it: Descrizione
nl: Omschrijving
ru: Описание

source: Threshold Min
ca: Límit mínim
it: Soglia Minima
nl: Min. Drempelwaarde
ru: Минимальный порог

source: Threshold Max
ca: Límit màxim
it: Soglia Massima
nl: Max. Drempelwaarde
ru: Максимальный порог

source: MIDI script error
ca: Error a l'script MIDI
it: Errore nello script MIDI
nl: MIDI script fout
ru: Ошибка сценария MIDI

source: A MIDI control you just used is not working properly.
ca: Un control MIDI usat fa poc de temps no funciona correctament
it: Un controllo MIDI che hai utilizzato non lavora correttamente.
nl: Een MIDI controle die je net gebruikt hebt, werkt niet nabehoren.
ru: Используемое вами управление MIDI работает не правильно.

source: <html>(The MIDI script code needs to be fixed.)<br>For now, you can:<ul><li>Ignore this error for this session but you may experience erratic behavior</li><li>Try to recover by resetting your controller</li></ul></html>
ca: <html>(El codi de l'script MIDI necessita ser arreglat.)<br>Per ara pots:<ul><li>Ignorar este error per esta sessió però podries tindre un comportament erràtic</li><li>Intentar recuperar-lo tornant a iniciar el teu controlador</li></ul></html>
it: <html>(Lo script Midi deve essere corretto.)<br>Per ora puoi:<ul><li>Ignorare l'errore per questa sessione, ma potresti riscontrare un comportamento errato</li><li>Resettare il tuo controller per tentare di aggirare l'errore</li></ul></html>
nl: <html>(De MIDI script code moet gerepareerd worden.)<br>Voor nu, kan je:<ul><li>Deze foutmelding negeren voor deze sessie, maar je kunt onvoorspelbaar gedrag verwachten.</li><li>Probeer te je controller te herstellen</li></ul></html>
ru: <html>(Код сценария MIDI должен быть исправлен.)<br>Теперь, вы можете:<ul><li>Пропустить эту ошибку для этого сеанса, но можете испытывать сбои в работе</li><li>Попытаться восстановить, перезапустив ваш контроллер</li></ul></html>

source: Unknown
ca: Desconegut
it: Sconosciuto
nl: Onbekend
ru: Неизвестно

source: Microphone
ca: Micròfon
it: Microfono
nl: Microfoon
ru: Микрофон

# Ui#1
source: Position
ca: Posició
it: Posizione
nl: Positie
ru: Расположение

# Ui#3
source: On
ca: Encès
nl: Aan
ru: Задействовать

# Ui#4
source: Off
ca: Apagat
nl: Uit
ru: Отключить

source: Load tracks into playing decks
ca: Carregar pistes a discs reproduint
it: Carica tracce nei deck in riproduzione
nl: Laad nummer in spelende decks
ru: Загружать дорожки в деку, которая уже используется для воспроизведения

source: Headphones volume
ca: Volum d'auriculars
it: Volume cuffie
nl: Koptelefoon volume
ru: Громкость наушников

source: Headphones mix (pre/main)
ca: Mescla d'auriculars (pre/principal)
it: Mix cuffie (pre/main)
nl: Knoptelefoon mix (pre/main)
ru: Микс в наушниках (предварительный/основной)

source: Cue button for Player %1
ca: Botó de Cue per al reproductor %1
it: Pulsante Cue per lettore %1
nl: Cue knop voor Speler %1
ru: Кнопка Cue для проигрывателя %1

source: Play button for Player %1
ca: Botó Play per al reproductor %1
it: Pulsante Play per lettore %1
nl: Afspeel knop voor Speler %1
ru: Кнопка воспроизведения для проигрывателя %1

source: Fast rewind button for Player %1
ca: Botó de rebobinat ràpid per al reproductor %1
it: Pulsante Indietro veloce per lettore %1
nl: Terugspoelknop voor Speler %1
ru: Кнопка назад для проигрывателя %1

source: Fast forward button for Player %1
ca: Botó de avançament ràpid per al reproductor %1
it: Pulsante Avanti veloce per lettore %1
nl: vooruitspoelknop voor Speler %1
ru: Кнопка вперёд для проигрывателя %1

source: Play reverse button for Player %1
ca: Botó per a reproducció inversa al reproductor %1
it: Pulsante Riproduzione inversa per lettore %1
nl: Achterstevoren afspeelknop for Player %1
ru: Кнопка обратного воспроизведения для проигрывателя %1

source: Headphone listen button for Player %1
ca: Botó per a escoltar amb auriculars el reproductor %1
it: Pulsante Ascolto in cuffia per lettore %1
nl: Koptelefoon luister knop voor Speler %1
ru: Кнопка прослушивания в наушниках для проигрывателя %1

source: Beat sync button for Player %1
ca: Botó de sincronització de cop per al reproductor %1
it: Pulsante sync Beat per il Player %1
nl: Beat sync knop voor Speler %1
ru: Кнопка синхронизации удара для проигрывателя %1

source: BPM tap button for Player %1
ca: Botó de BPM tap per al reproductor %1
it: Pulsante tap BPM per il player %1
nl: Beat tap knop voor Speler %1
ru: Кнопка уд./мин. для проигрывателя %1

source: Keylock button for Player %1
ca: Botó Keylock per al reproductor %1
it: Pulsante di blocco per il player %1
nl: Keylock knop voor Speler %1
ru: Кнопка блокировки клавиатуры для проигрывателя %1

source: Pitch control slider for Player %1
ca: Control lliscant de Pitch per al reproductor %1
it: Slider controllo Pitch per il Player %1
nl: Pitch control slider voor Speler %1
ru: Слайдер высоты тона для проигрывателя %1

source: Flanger effect button for Player %1
ca: Botó de efecte Flanger per al reproductor %1
it: Pulsante Effetto flanger per lettore %1
nl: Flanger effect knop voor Speler %1
ru: Кнопка эффекта фланджера для проигрывателя %1

source: Channel %1 volume fader
ca: Atenuador (fader) de volum del canal %1
it: Fader volume del Canale %1
nl: Kanaal %1 volume fader
ru: Канал %1 громкость фейдера

source: Gain knob for Channel %1
ca: Potenciòmetre de guany per al canal %1
it: Manopola Guadagno per il Canale %1
nl: Gain knop voor Kanaal %1
ru: Регулятор усиления для канала %1

source: High EQ knob for Channel %1
ca: Potenciòmetre d'EQ d'aguts per al canal %1
it: Manopola EQ Alti per il Canale %1
nl: Hoog EQ knop voor Kanaal %1
ru: Bысокочастотный эквалайзер регулятор канала % 1

source: Mid EQ knob for Channel %1
ca: Potenciòmetre d'EQ de mitjos per al canal %1
it: Manopola EQ Medi per il Canale %1
nl: Mid EQ knop voor Kanaal %1
ru: Среднечастотный эквалайзер регулятор канала % 1

source: Low EQ knob for Channel %1
ca: Potenciòmetre d'EQ de greus per al canal %1
it: Manopola EQ Bassi per il Canale %1
nl: Laag EQ knop voor Kanaal %1
ru: Низкочастотный эквалайзер регулятор канала % 1

source: Loop In button for Player %1
ca: Botó de Loop In per al reproductor %1
it: Pulsante Loop in per il Player %1
nl: Loop In knop voor Speler %1
ru: Кнопка петли для проигрывателя %1

source: Loop Out button for Player %1
ca: Botó de Loop Out per al reproductor %1
it: Pulsante Loop Out per il Player %1
nl: Loop Out knop voor Speler %1
ru: Кнопка петличного выхода для проигрывателя %1

source: Reloop / Exit button for Player %1
ca: Botó de Reloop/Eixir per al reproductor %1
it: Pulsante Reloop / Esci per il Player %1
nl: Reloop / Sluit knop voor Speler %1
ru: Кнопка повтора петли / выхода для проигрывателя %1

source: Setup a loop over 4 beats for Player %1
ca: Crea un bucle de 4 beats al reproductor %1
it: Mette un loop di 4 battute su Player %1
nl: Maak een lus met 4 beats voor speler %1
ru: Установить петлю на 4 такта для Плеера %1

source: Halves the current loop's length for Player %1
ca: Escurça el bucle a la meitat al reproductor %1
it: Dimezza la lunghezza attuale del loop su Player %1
nl: Halveert de huidige luslengte voor speler %1
ru: Уменьшить длину петли вдвое для Плеера %1

source: Doubles the current loop's length for Player %1
ca: Duplica el bucle actual al reproductor %1
it: Raddoppia la lunghezza attuale del loop su Player %1
nl: Verdubbelt de huidige luslengte voor speler %1
ru: Удваивает длительность текущей петли для проигрывателя %1

source: Hotcue 1 button for Player %1
ca: Botó de Hotcue 1 per al reproductor %1
it: Pulsante Hotcue 1 per il Player %1
nl: Hotcue 1 knop voor Speler %1
ru: Кнопка быстрой метки 1 для проигрывателя %1

source: Hotcue 2 button for Player %1
ca: Botó de Hotcue 2 per al reproductor %1
it: Pulsante Hotcue 2 per il Player %1
nl: Hotcue 2 knop voor Speler %1
ru: Кнопка быстрой метки 2 для проигрывателя %1

source: Hotcue 3 button for Player %1
ca: Botó de Hotcue 3 per al reproductor %1
it: Pulsante Hotcue 3 per il Player %1
nl: Hotcue 3 knop voor Speler %1
ru: Кнопка быстрой метки 3 для проигрывателя %1

source: Hotcue 4 button for Player %1
ca: Botó de Hotcue 4 per al reproductor %1
it: Pulsante Hotcue 4 per il Player %1
nl: Hotcue 4 knop voor Speler %1
ru: Кнопка быстрой метки 4 для проигрывателя %1

source: Hotcue 1 delete button for Player %1
ca: Botó per a suprimir el Hotcue 1 al reproductor %1
it: Pulsante per Cancellare Hotcue 1 per il Player %1
nl: Hotcue 1 verwijder knop voor Speler %1
ru: Кнопка удаления быстрой метки 1 для проигрывателя %1

source: Hotcue 2 delete button for Player %1
ca: Botó per a suprimir el Hotcue 2 al reproductor %1
it: Pulsante per Cancellare Hotcue 2 per il Player %1
nl: Hotcue 2 verwijder knop voor Speler %1
ru: Кнопка удаления быстрой метки 2 для проигрывателя %1

source: Hotcue 3 delete button for Player %1
ca: Botó per a suprimir el Hotcue 3 al reproductor %1
it: Pulsante per Cancellare Hotcue 3 per il Player %1
nl: Hotcue 3 verwijder knop voor Speler %1
ru: Кнопка удаления быстрой метки 3 для проигрывателя %1

source: Hotcue 4 delete button for Player %1
ca: Botó per a suprimir el Hotcue 4 al reproductor %1
it: Pulsante per Cancellare Hotcue 4 per il Player %1
nl: Hotcue 4 verwijder knop voor Speler %1
ru: Кнопка удаления быстрой метки 4 для проигрывателя %1

source: Play button for Sampler %1
ca: Botó de reproducció per al Sampler %1
it: Bottone di riproduzione per il Sampler %1
nl: Afspeelknop voor sampler %1
ru: Кнопка воспроизведения для семплера %1

source: Gain knob for Sampler %1
ca: Manipulació del Sampler %1
it: Manopola del guadagno per il Sampler %1
nl: Gainknop voor sampler %1
ru: Ручка усилителя для Семплера %1

source: Headphone listen button for Sampler %1
ca: Botó de preescolta per al Sampler %1
it: Pulsante per l'ascolto in cuffia del Sampler %1
nl: Luister via hoofdtelefoon-knop voor sampler %1
ru: Кнопка прослушивания в наушниках для Семплера %1

source: BPM tap button for Sampler %1
ca: Botó d'assignació dels BPM per al Sampler %1
it: Pulsante per battere i BPM sul Sampler %1
ru: Кнопка набивания темпа для Семплера %1

source: Keylock button for Sampler %1
ca: Botó de blocatge per al Sampler %1
it: Pulsante per bloccare la chiave sul Sampler %1
ru: Кнопка блокировки клавиш для Семплера %1

source: Pitch control slider for Sampler %1
ca: Lliscador del control de la tonalitat Pitch per al Sampler %1
it: Potenziometro controllo pitch sul Sampler %1
ru: Ползунок изменения темпа для Семплера %1

source: Hotcue 1 button for Sampler %1
ca: Primer botó de l'assignació d'inici per al Sampler %1
it: Pulsante hotcue 1 per il Sampler %1
ru: Кнопка горячей метки 1 для Семплера %1

source: Hotcue 2 button for Sampler %1
ca: Segon botó de l'assignació d'inici per al Sampler %1
it: Pulsante hotcue 2 per il Sampler %1
ru: Кнопка горячей метки 2 для Семплера %1

source: Hotcue 3 button for Sampler %1
ca: Tercer botó de l'assignació d'inici per al Sampler %1
it: Pulsante hotcue 3 per il Sampler %1
ru: Кнопка горячей метки 3 для Семплера %1

source: Hotcue 4 button for Sampler %1
ca: Quart botó de l'assignació d'inici per al Sampler %1
it: Pulsante hotcue 4 per il Sampler %1
ru: Кнопка горячей метки 4 для Семплера %1

source: Hotcue 1 delete button for Sampler %1
ca: Primer botó de supressió d'inici per al Sampler %1
it: Pulsante cancella hotcue 1 per il Sampler %1
ru: Кнопка удаления горячей метки 1 для Семплера %1

source: Hotcue 2 delete button for Sampler %1
ca: Segon botó de supressió d'inici per al Sampler %1
it: Pulsante cancella hotcue 2 per il Sampler %1
ru: Кнопка удаления горячей метки 2 для Семплера %1

source: Hotcue 3 delete button for Sampler %1
ca: Tercer botó de supressió d'inici per al Sampler %1
it: Pulsante cancella hotcue 3 per il Sampler %1
nl: Hotcue 3-verwijderknop voor sampler %1
ru: Кнопка удаления горячей метки 3 для Семплера %1

source: Hotcue 4 delete button for Sampler %1
ca: Quart botó de supressió d'inici per al Sampler %1
it: Pulsante cancella hotcue 4 per il Sampler %1
ru: Кнопка удаления горячей метки 4 для Семплера %1

source: Load selected track into first stopped player
ca: Carregar la pista seleccionada al primer reproductor que es pare
it: Carica la traccia selezionata nel primo player fermo
nl: Laad geselecteerd nummer in de eerste speler die stopt
ru: Загрузить выбранную дорожку в первый остановленный проигрыватель

source: Load selected track into Player %1
ca: Carregar la pista seleccionada al reproductor %1
it: Carica il brano selzionato nel Player %1
nl: Laad geselecteerde nummer in Speler %1
ru: Загрузить выбранную дорожку в проигрыватель %1

source: Adjusts the wavelength of the flange effect
ca: Opcions de la durada de l'efecte robòtic
it: Regola la lunghezza d'onda dell'effetto flange
ru: Настройка длинны волны фленджер-эффекта

source: Adjusts the intensity of the flange effect
ca: Opcions de la intensitat de l'efecte robòtic
it: Regola l'intensità dell'effetto flange
ru: Настройка интенсивности фленджер-эффекта

source: Adjusts the phase delay of the flange effect
ca: Opcions del retard de l'efecte robòtic
it: Regola il ritardo di fase dell'effetto flange
ru: Настройка задержки фазы фленджер-эффекта

source: Documents
it: Documenti
nl: Documenten
ru: Документы

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This wizard can be re-run at any time.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Now go spin some beats!</p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Questo wizard può essere lanciato in ogni momento.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Ora fai andare qualche beats!</p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Deze wizard kan altijd opnieuw uitgevoerd worden.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Nu kun je beats uit je installatie pompen!</p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Этот мастер может быть запущен снова в любое время.</p> <p align="center" style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br />Теперь крутаните блины на вертушках!</p></body></html>

source: 16 Hz
ru: 16 Гц

source: 1.014 kHz
ru: 1.014 кГц

source: 20.05 kHz
ru: 20.05 кГц

source: kbps
ru: кбит/с

source: dB
ru: дБ

source: 320 kbps
ru: 320 кбит/с

source: 256 kbps
ru: 256 кбит/с

source: 224 kbps
ru: 224 кбит/с

source: 192 kbps
ru: 192 кбит/с

source: 160 kbps
ru: 160 кбит/с

source: 128 kbps
ru: 128 кбит/с

source: 112 kbps
ru: 112 кбит/с

source: 96 kbps
ru: 96 кбит/с

source: 80 kbps
ru: 80 кбит/с

source: 64 kbps
ru: 64 кбит/с

source: 48 kbps
ru: 48 кбит/с

source: %1 Hz
ru: %1 Гц

source: %1 ms
ru: %1 мс

# DlgPreferences#6
source: Crossfader
ru: Плавное микширование

source: Hotcue
nl: Hete cue
ru: Быстрые метки

# Ui#13
source: Crossfader
ru: Плавное микширование

source: Sampler %1
ru: Сэмплер %1

source: Set Logs
it: Imposta i registri

# Ui#8
source: Simple
it: Semplice

source: %mainartist
nl: %hoofdartiest

source: %maintitle
nl: %hoofdtitel
