Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Mixxx Icecast Testing
ca: Prova del Mixxx Icecast
de: Mixxx Icecast-Test
fr: Test Icecast avec Mixxx
it: Test Mixxx di Icecast
nl: Mixxx Icecast testen
pl: Testowanie Mixxx Icecast
ru: Проверка Mixxx Icecast
sr: Миксиксово испробавање Ајскаста

source: Website
ca: Pàgina web
de: Webseite
fr: Site Internet
it: Sito Web
pl: Strona internetowa
ru: Веб-сайт
sr: Веб страница

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">This stream is on line for testing purposes!</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Esta transmissió és online només per a proves!</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Dieser Stream ist nur zum Test online!</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Ce flux est en ligne à des fins de tests!!</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Questo stream è online solo per essere testato!</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Deze stream is online voor test doeleinden!</span></p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Ten strumień jest online w celach testowych!</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Данный поток эксперименталный!</span></p></body></html>
sr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:13pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'DejaVu Sans'; font-size:9pt; font-style:italic;">Овај ток је на линији за сврхе тестирања!</span></p></body></html>

source: Public stream
ca: Transmissió pública
de: Öffentlicher Stream
fr: Flux public
it: Stream pubblico
nl: Openbare stream
pl: Publiczny strumień
ru: Общедоступный поток
sr: Јавни ток

source: Use UTF-8 encoding for metadata.
fr: Utiliser l'encodage UTF-8 pour les métadonnées.
pl: Użyj kodowania UTF-8 dla metadanych.

# DlgPrefShoutcastDlg#23
source: Encoding
fr: Encodage

# DlgPrefShoutcastDlg#24
source: Bitrate
fr: Taux d'échantillonnage

source: Channels
ca: Canals
de: Kanäle
fr: Canaux
it: Canali
nl: Kanalen
pl: Kanały
ru: Каналы
sr: Број канала

source: Custom metadata
ca: Metadades personalitzades
de: Benutzerdefinierte Metadaten
fr: Métadonnées personnalisées
it: Metadata Personalizzato
nl: Aangepaste metagegevens
pl: Własne metadane
ru: Собственные метаданные
sr: Произвољни метаподаци

source: Enable custom metadata
ca: Activa metadades personalitzades
de: Benutzerdefinierte Metadaten aktivieren
fr: Activer les métadonnées personnalisées
it: Abilita Metadata personalizzato
nl: Aangepaste metagegevens inschakelen
pl: Włącz własne metadane
ru: Использовать собственные метаданные
sr: Укључите произвољне метаподатке

# DlgPrefShoutcastDlg#29
source: Artist
fr: Artiste

# DlgPrefShoutcastDlg#30
source: Title
fr: Titre

source: Please note that for technical reasons changing any shoutcast settings will cause an established connection to disconnect and reconnect.
ca: Per favor, teniu en compte que per raons tècniques, el canvi de qualsevol configuració de Shoutcast pot causar que la connexió siga inestable i tendisca a desconnectar-se i a reconnectar-se.
de: Aus technischen Gründen wird eine bestehende Verbindung unterbrochen und erneut hergestellt, wenn Änderungen an den Shoutcast-Einstellungen vorgenommen werden.
fr: Veuillez noter que pour des raisons techniques, modifier les paramètres shoutcast provoquera une déconnexion et une reconnexion de la connexion en cours.
it: Per ragioni tecniche, ogni cambio alle impostazioni per shoutcast causerà una momentanea interruzione della connessione stabilita.
nl: Houd er rekening mee dat om technische redenen het veranderen van elke Shoutcast instelling zal zorgen dat de bestaande verbinding moet worden verbroken en opnieuw worden aangesloten.
pl: Zauważ, że z powodów technicznych zmiana jakichkolwiek ustawień shoutcasta sprawi, że istniejące połączenie zostanie zerwane i nastąpi jego ponowne nawiązanie.
ru: Изменение каких-либо настроек shoutcast по техническим причинам, приведёт к переподключению.
sr: Имајте на уму да из техничких разлога мењање било којих подешавања шауткаста ће изазвати искључивање и поново укључивање успостављене везе.

# DlgPrefSound#1
source: None
ca: Cap
de: Keine
fr: Aucune
it: Nessuno/a
nl: Geen
pl: Brak
ru: Нет
sr: Ништа

source: a device
ca: un dispositiu
de: ein Gerät
fr: un périphérique
it: un dispositivo
nl: een apparaat
pl: urządzenie
ru: устройство
sr: уређај

source: An unknown error occurred
ca: S'ha produït un error desconegut
de: Es ist ein unbekannter Fehler aufgetreten
fr: Une erreur inconnue est survenue
it: Errore sconosciuto
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
ru: Обнаружена неизвестная ошибка
sr: Дошло је до непознате грешке

source: sound device "%1"
ca: Dispositiu de so "%1"
de: Audio-Gerät "%1"
fr: périphérique audio "%1"
it: dispositivo audio "%1"
nl: geluidsapparaat "%1"
pl: urządzenie dźwiękowe "%1"
ru: звуковое устройство "%1"
sr: звучни уређај „%1“

source: Two outputs cannot share channels on %1
ca: Dos eixides no poden compartir canals en %1
de: Zwei Ausgänge können sich keine Kanäle an %1 teilen
fr: Deux sorties ne peuvent pas avoir le même canal sur %1
it: Due uscite non possono condividire i canali nel %1
nl: Twee uitgangen kunnen geen kanalen delen op %1
pl: Dwa wyjścia nie mogą współdzielić kanałów na %1
ru: Невозможно обобщить каналы для двух выводов на %1
sr: Два излаза не могу да деле канале на „%1“

source: Error opening %1 %2
ca: Error obrint %1 %2
de: Fehler beim Öffnen von %1 %2
fr: Erreur lors de l'ouverture %1 %2
it: Errore nell'apertura di %1 %2
nl: Fout bij openen %1 %2
pl: Błąd podczas otwierania %1 %2
ru: Ошибка открытия %1 %2
sr: Грешка отварања %1 %2

source: Configuration error
ca: Hi ha un error en la configuració
de: Konfigurationsfehler
fr: Erreur de configuration
it: Errore di configurazione
nl: Configuratiefout
pl: Błąd konfiguracji
ru: Ошибка настройки
sr: Грешка подешавања

source: Sound API
ca: API de so
fr: Pilote audio
it: API audio
nl: Geluid API
pl: API Dźwięku
ru: Звуковой API
sr: АПИ звука

source: Sample Rate
ca: Freqüència de mostreig
de: Abtastrate
fr: Fréquence d'échantillonnage
it: Frequenza di campionamento
nl: Sample-ratio
pl: Próbkowanie
ru: Частота выборки
sr: Проток узорка

source: Latency Tips
ca: Trucs de latència
de: Hinweise zur Latenz
fr: Conseils concernant la latence
it: Consigli sulla latenza
nl: Vertraging Tips
pl: Wskazówki dotyczące Opóźnienia
ru: Подсказки Задержки
sr: Савети кашњења

# DlgPrefSoundDlg#7
source: Output
fr: Sortie
pl: Wyjście
sr: Излаз

# DlgPrefSoundDlg#8
source: Input
fr: Entrée
pl: Wejście
sr: Улаз

source: Query Devices
ca: Consulta dispositius
de: Geräte abfragen
fr: Interroger périphériques
it: Interroga i dispositivi
nl: Query-apparaten
pl: Zapytaj Urządzenia
ru: Запрашивающие устройства
sr: Пропитај уређаје

# DlgPrefSoundDlg#10
source: Reset to Defaults
fr: Rétablir les valeurs par défaut
pl: Przywróć domyślnie
sr: Врати на задато

# DlgPrefSoundDlg#11
source: Apply
fr: Appliquer
pl: Zastosuj
sr: Примени

source: Latency
ca: Latència
de: Latenz
fr: Latence
it: Latenza
nl: Latentie
pl: Opóźnienie
ru: Задержка
sr: Кашњење

# DlgPrefSoundItem#1
source: None
ca: Cap
de: Keine
fr: Aucune
it: Nessuno/a
nl: Geen
pl: Brak
ru: Нет
sr: Ништа

source: Channel %1
ca: Canal %1
de: Kanal %1
fr: Canal %1
it: Canale %1
nl: Kanaal %1
pl: Kanał %1
ru: Канал %1
sr: Канал %1

source: Channels %1 - %2
ca: Canals %1 - %2
de: Kanäle %1 - %2
fr: Canaux %1 - %2
it: Canali %1 - %2
nl: Kanalen %1 - %2
pl: Kanały %1 - %2
ru: Каналы %1 - %2
sr: Канала %1 — %2

source: Form
ca: Fourmulari
fr: Formulaire
nl: Formulier
ru: Форма
sr: Образац

# DlgPrefVinylDlg#2
source: Input
ca: Entrada
de: Eingang
fr: Entrée
it: Ingresso
nl: Invoer
pl: Wejście
ru: Вход
sr: Улаз

# DlgPrefVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Selecciona els dispositius de so per al control per vinil al panell de "Configuració dispositius de so"..</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Bitte wählen Sie die Audio-Geräte für die Vinyl-Steuerung in den Sound Hardware-Einstellungen aus.</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sélectionnez les périphériques audio pour le contrôle de vinyle dans le volet de matériel audio.</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Seleziona il dispositivo audio per il controllo del vinile nel riquadro del Sound Hardware.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Selecteer geluid apparaten voor vinyl besturing in het Geluid Hardware paneel.</span></p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Wybierz urządzenia dzwiękowe dla "vinyl control" w panelu Urządzenia Dźwięku.</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Выберите звуковые устройства для управления винилом в окне звукового обрудования.</span></p></body></html>
sr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Изаберите звучне уређаје за управљање плочом у окну хардвера звука.</span></p></body></html>

# DlgPrefVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
ca: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Solució de problemes</a>
de: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Fehlerbehebung</a>
fr: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Dépannage</a>
it: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Risoluzione problemi</a>
nl: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Probleemoplossing</a>
pl: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Rozwiąż problem</a>
ru: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Решение проблем</a>
sr: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Решавање проблема</a>

# DlgPrefVinylDlg#5
source: Turntable Preamp
ca: Preamplificador pel tocadiscs
de: Plattenspieler-Vorverstärker
fr: Préampli Platine
it: Preamp dei Piatti
nl: Draaitafel voorversterker
pl: Przedwzmacniacz Gramofonu
ru: Предусиление проигрывателя
sr: Претпојачање грамофона

# DlgPrefVinylDlg#6
source: 1 (Off)
ca: 1 (Desactivat)
de: 1 (Aus)
fr: 1 (éteint)
nl: 1 (Uit)
pl: 1 (Wyłącz)
ru: 1 (Выкл.)
sr: 1 (Искљ.)

# DlgPrefVinylDlg#8
source: Vinyl Configuration
ca: Configuració del vinil
de: Vinyl Konfiguration
fr: Configuration Vinyle
it: Configurazione Vinile
nl: Vinyl configuratie
pl: Konfiguracja Winyla
ru: Настройка винилового проигрывателя
sr: Подешавање плоче

# DlgPrefVinylDlg#9
source: Deck 1 Vinyl Type
ca: Deck 1 tipus vinil
de: Vinyl-Typ Deck 1
fr: Type de vinyle sur la platine 1
it: Deck 1 Tipo di Vinile
nl: Dek 1 Vinyl Type
pl: Deck 1 Typ Winyla
ru: Дека 1 Тип винила
sr: Врста плоче носача 1

# DlgPrefVinylDlg#10
source: Deck 2 Vinyl Type
ca: Deck 2 tipus vinil
de: Vinyl-Typ Deck 2
fr: Type de vinyle sur la platine 2
it: Deck 2 Tipo di Vinile
nl: Dek 2 Vinyl Type
pl: Deck 2 Typ Winyla
ru: Дека 2 тип винила
sr: Врста плоче носача 2

# DlgPrefVinylDlg#11
source: Show Signal Quality in Skin
ca: Mostra la senyal de qualitat al tema
de: Signalqualität im Skin anzeigen
fr: Afficher la qualité du signal dans l'interface
it: Mostra qualità del segnale nella skin
nl: Toon signaal kwaliteit in de skin
pl: Pokaż jakość w skórce
ru: Отображать качество сигнала в обложке
sr: Прикажи квалитет сигнала у масци

# DlgPrefVinylDlg#12
source: Apply
ca: Aplica
de: Anwenden
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zastosuj
ru: Применить
sr: Примени

# DlgPrefVinylDlg#13
source: Lead-in time
ca: Termini de temps
de: Vorlaufzeit
fr: Durée de l'introduction
it: tempo di Lead-in
nl: Lead-in tijd
pl: Czas Wprowadzenia (Lead-in)
ru: Время вступления
sr: Време учитавања

# DlgPrefVinylDlg#14
source: seconds
ca: segons
de: Sekunden
fr: secondes
it: secondi
nl: seconden
pl: sekund
ru: с.
sr: секунде

# DlgPrefVinylDlg#15
source: Control Mode
ca: Mode de control
de: Steuermodus
fr: Mode de Contrôle
it: Modalità controllo
nl: Controle Modus
pl: Tryb sterowniczy
ru: Режим управления
sr: Режим управљања

# DlgPrefVinylDlg#16
source: Absolute Mode
ca: Mode absolut
de: Absoluter Modus
fr: Mode Absolu
it: Modalità assoluta
nl: Absolute Mmodus
pl: Tryb Absolutny
ru: Абсолютный режим
sr: Апсолутни режим

# DlgPrefVinylDlg#17
source: Relative Mode
ca: Mode relatiu
de: Relativer Modus
fr: Mode Relatif
it: Modalità relativa
nl: Relatieve Modus
pl: Tryb względny
ru: Относительный режим
sr: Релативни режим

# DlgPrefVinylDlg#18
source: Enable Needle Skip Prevention
ca: Habilita la prevenció de bot de pua
de: Verhinderung von Nadel-Sprüngen aktivieren
fr: Activer la prévention du dérapage de la pointe
it: Abilita la prevenzione del salto della puntina
nl: Zet preventie van naald verspringing aan
pl: Włącz zabezpieczenie przeskoku igły
ru: Использовать защиту от пропусков иглы
sr: Укључи заштиту од прескакања игле

# DlgPrefVinylDlg#19
source: Signal Quality
ca: Qualitat de la senyal
de: Signalqualität
fr: Qualité du signal
it: Qualità del segnale
nl: Signaalkwaliteit
pl: Jakość sygnału
ru: Качество сигнала
sr: Квалитет сигнала

# DlgPrefVinylDlg#21
source: Powered by xwax
ca: Amb tecnologia xwax
fr: Propulsé par xwax
nl: Mede mogelijk gemaakt door xwax
pl: Powered by Adasqu
ru: Работает на xwax
sr: Покреће га „xwax“

source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze
pl: Preferencje
sr: Поставке

source: Sound Hardware
ca: Maquinari de so
fr: Carte Son
it: Hardware Audio
nl: Geluidhardware
pl: Urządzenia Audio
ru: Звуковое оборудование
sr: Звучне компоненте

source: Controllers
de: Controller
fr: Contrôleurs
pl: Kontrolery
sr: Управљачи

# DlgPreferences#4
source: Library
de: Bibliothek
fr: Bibliothèque
pl: Biblioteka
sr: Библиотека

# DlgPreferences#6
source: Equalizers
de: Equalizer
fr: Égaliseurs
pl: Equalizery
sr: Уједначавачи

# DlgPreferences#7
source: Crossfader
fr: Curseur de mixage
sr: Постепени прелаз

# DlgPreferences#8
source: Recording
de: Aufnahme
fr: Enregistrement
pl: Nagrywanie
sr: Снимање

source: Beat Detection
ca: Detecció de ritme
de: Beat-Erkennung
fr: Détection des temps
it: Riconoscimento dei battiti
nl: Beat Detectie
pl: Detekcja rytmu (beat'u)
sr: Откривање такта

# DlgPreferences#10
source: BPM Detection
de: BPM Erkennung
fr: Détection du tempo
pl: Detekcja rytmu (beat'u)
sr: Откривање ТУМ-а

source: Normalization
ca: Normalització
de: Normalisierung
fr: Normalisation
it: Normalizzazione
nl: Normaliseren
pl: Normalizacja
ru: Нормализация
sr: Нормализација

# DlgPreferences#12
source: Vinyl Control
de: Vinyl-Steuerung
fr: Contrôle Vinyle
pl: Kontrola vinylem
sr: Управљање плочом

source: Live Broadcasting
ca: Emissió en viu
de: Liveübertragung
fr: Diffusion en direct
it: Trasmissione live
nl: Live uitzenden
pl: Nadawanie Live
ru: Прямой эфир
sr: Емитовање уживо

# DlgPreferencesDlg#1
source: Dialog
ca: Diàleg
fr: Dialogue
nl: Dialoogvenster
pl: Okno dialogowe
ru: Диалог
sr: Прозорче

# DlgPrepare#1
source: Manage
ca: Gestiona
de: Verwalten
fr: Gérer
it: Gestisci
nl: Beheren
pl: Zarządzaj
ru: Диспетчер
sr: Уреди

source: Shows tracks added to the library within the last 7 days.
de: Zeigt Titel die innerhalb der letzten 7 Tage zur Bibliothek hinzugefügt wurden.
fr: Affiche les morceaux ajoutés à la bibliothèque au cours de 7 derniers jours.
pl: Pokazuje ścieżki dodane do biblioteki w ciągu ostatnich 7 dni.
sr: Прикажите нумере додате библиотеци у последњих 7 дана.

source: New
ca: Nou
de: Neu
fr: Nouveau
it: Nuovo
nl: Nieuw
pl: Nowy
ru: Новый
sr: Ново

source: Shows all tracks in the library.
de: Zeigt alle Titel in der Bibliothek.
fr: Affiche les tous les morceaux ajoutés à la bibliothèque
pl: Pokazuje wszystkie ścieżki w bibliotece.
sr: Прикажите све нумере у библиотеци.
