Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Error setting mount!
ca: Error establint el muntatge!
de: Fehler beim Festlegen des Einhängepunktes!
fr: Erreur lors de la définition du montage !
pl: Błąd ustawienia podłączenia!
sr: Грешка постављања прикачка!

source: Error setting username!
ca: Error establint el nom d'usuari!
de: Fehler beim Festlegen des Benutzernamens!
fr: Erreur lors de la définition du nom d'utilisateur !
pl: Błąd ustawienia nazwy użytkownika!
sr: Грешка постављања имена корисника!

source: Error setting stream name!
ca: Error establint el nom del stream!
de: Fehler beim Festlegen des Stream-Namens!
fr: Erreur lors de la définition du nom du flux !
pl: Błąd ustawienia nazwy strumienia!
sr: Грешка постављања назива тока!

source: Error setting stream description!
ca: Error establint la descripció del stream!
de: Fehler beim Festlegen der Stream-Beschreibung!
fr: Erreur lors de la définition de la description du flux !
pl: Błąd ustawiania opisu strumienia!
sr: Грешка постављања описа тока!

source: Error setting stream genre!
ca: Error establint el gènere del stream!
de: Fehler beim Festlegen des Stream-Genres!
fr: Erreur lors de la définition du genre du flux !
pl: Błąd ustawienia gartunku strumienia!
sr: Грешка постављања жанра тока!

source: Error setting stream url!
ca: Error establint la URL del stream!
de: Fehler beim Festlegen der Stream-URL!
fr: Erreur lors de la définition de l'URL du flux !
pl: Błąd ustawiania adresu url strumienia!
sr: Грешка постављања адресе тока!

source: Broadcasting at 96kHz with Ogg Vorbis is not currently supported. Please try a different sample-rate or switch to a different encoding.
ca: Transmetre a 96kHz amb Ogg Vorbis no està suportat actualment. Per favor prove una freqüència de mostreig diferent o canvie a una codificació diferent.
de: Liveübertragung in 96kHz mit Ogg Vorbis wird derzeit nicht unterstützt. Bitte versuchen Sie eine andere Sample-Rate oder wechseln Sie zu einer anderen Kodierung.
fr: La diffusion à 96 kHz avec Ogg Vorbis n'est pas supportée pour le moment. Veuillez essayer avec une autre fréquence d’échantillonnage ou sélectionner un encodage différent.
pl: Nadawanie w formacie OggVorbis przy 96kHz nie jest obecnie obsługiwane. Proszę spróbować innego kodowania lub zmienić częstotliwość.
sr: Емитовање на 96kHz са Огг Ворбис-ом тренутно није подржано. Покушајте другачији проток узорка или се пребаците на неко друго кодирање.

source: See https://bugs.launchpad.net/mixxx/+bug/686212 for more information.
ca: Consulte https://bugs.launchpad.net/mixxx/+bug/686212 per més informació.
de: Siehe https://bugs.launchpad.net/mixxx/+bug/686212 für weitere Informationen.
fr: Voir https://bugs.launchpad.net/mixxx/+bug/686212 pour plus d'informations.
it: Visualizza https://bugs.launchpad.net/mixxx/+bug/686212 per ulteriori informazioni.
nl: zie https://bugs.launchpad.net/mixxx/+bug/686212 voor meer informatie.
pl: Zobacz https://bugs.launchpad.net/mixxx/+bug/686212 aby uzyskać więcej informacji.
sr: Погледајте „https://bugs.launchpad.net/mixxx/+bug/686212“ за више података.

source: Error setting bitrate
ca: Error establint la taxa de bits.
de: Fehler beim Festlegen der Bitrate
fr: Erreur lors de la définition du débit
pl: Błąd ustawienia przepustowości!
sr: Грешка постављања протока бита

source: Error: unknown server protocol!
ca: Error: protocol del servidor desconegut!
de: Fehler: Unbekanntes Server-Protokoll!
fr: Erreur : protocole du serveur inconnu !
pl: Błąd: nieznany protokół serwera!
sr: Грешка: непознат протокол сервера!

source: Error: libshout only supports Shoutcast with MP3 format!
ca: Error: libshout només suporta Shoutcast amb el format MP3!
de: Fehler: libshout unterstützt Shoutcast nur im MP3 Format!
fr: Erreur : libshout ne supporte Shoutcast qu'avec le format MP3 !
pl: Błąd: libshout wspiera wyłącznie nadawanie Shoutcast w formacie MP3!
sr: Грешка: библшоут подржава само Шоуткаст са МП3!

source: Lost connection to streaming server
ca: S'ha perdut la connexió al servidor de emissió
de: Verbindung zum Streaming-Server verloren
fr: Perte de la connexion au serveur de streaming
it: Connessione al server di streaming persa
nl: De verbinding met de stream server is verbroken
pl: Straciłem połączenie z serwerem strumieniowym
ru: Соединение с потоковым сервером прервано
sr: Изгубио сам везу са сервером тока

source: Please check your connection to the Internet and verify that your username and password are correct.
ca: Per favor, comprova la connexió cap a l'Internet i verifica que el nom d'usuari i la contrasenya són correctes.
de: Bitte überprüfen Sie die Internetverbindung und vergewissern sich, dass Ihr Benutzername und Kennwort richtig sind.
fr: Veuillez vérifier votre connection Internet et que votre identifiant et mot de passe soit correct.
it: Controlla la tua connessione a Internet e verifica che username e password siano corrette
nl: Gelieve uw internet verbinding te controleren en na te gaan dat u de juiste gebruikersnaam en wachtwoord gebruikt.
pl: Sprawdź połączenie z Internetem i zweryfikuj nazwę użytkownika i hasło
ru: Пожалуйста, проверьте ваше соединение с интернетом и убедитесь в правильности ввода имени пользователя и пароля.
sr: Молим проверите вашу везу на Интернет и утврдите да ли су ваше корисничко име и лозинка исправни.

source: Live broadcasting
ca: Emissió en viu
de: Liveübertragung
fr: Diffusion en direct
it: Trasmissione live
nl: Live uitzenden
pl: Nadawanie na żywo
ru: Прямой эфир
sr: Емитовање уживо

source: Mixxx has successfully connected to the shoutcast server
ca: Mixxx s'ha connectat correctament amb el servidor Shoutcast
de: Mixxx hat sich erfolgreich mit dem Shoutcast-Server verbunden
fr: Mixxx s'est connecté avec succès au serveur shoutcast
it: Mixxx si è connesso con successo al server shoutcast
nl: Mixxx is succesvol verbonden met de shoutcast server
pl: Połączenie Mixxx'a z serwerem shoutcast powiodło się
ru: Mixxx успешно подключён к серверу shoutcast
sr: Миксикс се успешно повезао на сервер шоуткаста

source: Mixxx could not connect to streaming server
ca: Mixx no ha pogut connectar-se al servidor d'emissió
de: Mixxx konnte keine Verbindung zum Streaming-Server herstellen
fr: Mixxx ne peut se connecter au serveur de streaming
it: Mixxx non è in grado di connettersi al server di streaming
nl: Mixxx kan niet verbinden met de stream server
pl: Mixxx nie mógł połączyć się z serwerem strumieniowym
ru: Mixxx не может подключиться к потоковому серверу
sr: Миксикс не може да се повеже на сервер тока

source: Mixxx has successfully disconnected to the shoutcast server
ca: Mixx s'ha desconnectat de maner satisfactòria del servidor de Shoutcast
de: Mixxx hat sich erfolgreich von Shoutcast-Server getrennt
fr: Mixxx s'est déconnecté avec succès au serveur shoutcast
it: Mixxx si è disconnesso con successo dal server shoutcast
nl: Mixxx heeft de verbinding met de shoutcast server verbroken
pl: Rozłączenie Mixxx'a z serwerem shoutcast powiodło się
ru: Mixxx успешно отключен от сервера shoutcast
sr: Миксикс је успешно прекинуо везу са сервером шоуткаста

source: Fatal error
ca: Error greu
de: Schwerwiegender Fehler
fr: Erreur fatale
it: Errore irreversibile
nl: Fatale fout
pl: Poważny błąd
ru: Критическая ошибка
sr: Кобна грешка

source: Critical error
ca: Error crític
de: Kritischer Fehler
fr: Erreur critique
it: Errore critico
nl: Kritieke fout
pl: Krytyczny błąd
ru: Критическая ошибка
sr: Критична грешка

source: Warning
ca: Atenció
de: Warnung
fr: Attention
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
ru: Внимание
sr: Упозорење

# GLSLWaveformWidget#1
source: Filtered
ca: Filtrat
fr: Filtré
it: Filtrato
nl: Gefilterd
pl: Przefiltrowane
sr: Издвојено

source: experimental
fr: expérimental
pl: eksperymentanie
sr: пробно

# GLWaveformWidget#1
source: Filtered
ca: Filtrat
de: Gefiltert
fr: Filtré
it: Filtrato
pl: Przefiltrowane
sr: Издвојено

source: Generic HID Mouse
fr: Souris générique HID
pl: Mysz rodzajowa interfejsu HID
sr: Општи ХИД миш

source: Generic HID Joystick
fr: Joystick HID Générique
pl: Joystik rodzajowy interfejsu HID
sr: Општи ХИД џојстик

source: Generic HID Gamepad
fr: Gamepad HID Générique
pl: Gamepad rodzajowy interfejsu HID

source: Generic HID Keyboard
fr: Clavier générique HID
pl: Klawiatura rodzajowa interfejsu HID
sr: Општа ХИД тастатура

source: Unknown HID Desktop Device
fr: Périphérique HID de bureau inconnu
pl: Nieznane urządzenie interfejsu HID
sr: Непознати ХИД стони уређај

source: HID Infrared Control
fr: Contrôleur infrarouge HID
pl: Kontroler podczerwieni interfejsu HID
sr: ХИД Инфрацрвени управљач

source: Unknown Apple HID Device
fr: Périphérique HID Apple inconnu
pl: Nieznane urządzenie Apple interfejsu HID
sr: Непознат Ејпол ХИД уређај

source: HID Unknown Device
fr: Périphérique HID inconnu
pl: Nieznane urządzenie interfejsu HID
sr: ХИД непознат уређај

source: HID Interface Number
fr: Numéro d'interface HID
pl: Numer interfejsu HID
sr: Број ХИД сучеља

source: Select your iTunes library
ca: Selecciona la teua biblioteca d'iTunes
de: Wählen Sie Ihre iTunes-Bibliothek
fr: Sélectionnez votre bibliothèque iTunes
it: Selezionare la libreria iTunes
nl: Selecteer jouw iTunes bibliotheek
pl: Wybierz twoją kolekcję iTunes
ru: Выберите вашу библиотеку iTunes
sr: Изаберите вашу ајТјунс библиотеку

source: (loading) iTunes
ca: (carregant) iTunes
de: (lade) iTunes
fr: (chargement) iTunes
it: (in caricamento) iTunes
nl: (laden) iTunes
pl: (Ładowanie) iTunes
ru: (загружаю) iTunes
sr: (учитавам) ајТјунс

source: Use Default Library
ca: Usa la biblioteca per defecte
de: Standard-Bibliothek verwenden
fr: Utiliser la bibliothèque par défaut
it: Usa libreria di default
nl: Gebruik de standaard bibliotheek
pl: Użyj Domyślnej Kolekcji
ru: Использовать библиотеку по умолчанию
sr: Користи основну библиотеку

source: Choose Library...
ca: Tria biblioteca...
de: Bibliothek auswählen...
fr: Choisissez la bibliothèque…
it: Scegli libreria...
nl: Kies bibliotheek...
pl: Wybierz Kolekcję...
ru: Выбрать библиотеку...
sr: Изабери библиотеку...

source: Error Loading iTunes Library
ca: Error carregant la biblioteca d'iTunes
de: Fehler beim Laden der iTunes-Bibliothek
fr: Erreur lors du chargement de la bibliothèque iTunes
it: Errore nel caricamento della libreria iTunes
nl: Fout bij het laden van iTunes Bibliotheek
pl: Błąd podczas wczytywania kolekcji iTunes
ru: Ошибка загрузки библиотеки iTunes
sr: Грешка учитавања ајТјунс библиотеке

source: There was an error loading your iTunes library. Some of your iTunes tracks or playlists may not have loaded.
ca: Ha hagut un error carregant la teua biblioteca d'iTunes. Algunes de les teues pistes o llistes de reproducció d'iTunes poden no haver-se carregat.
de: Beim Laden der iTunes-Bibliothek ist ein Fehler aufgetreten. Einige Ihrer iTunes-Titel oder Wiedergabelisten wurden möglicherweise nicht geladen.
fr: Le chargement de votre bibliothèque iTunes a échoué. Certains de vos titres ou listes de lecture iTunes peuvent ne pas avoir été chargés.
it: Si è verificato un errore durante il caricamento della libreria di iTunes. Alcuni dei vostri brani o le playlist di iTunes potrebbero non essere caricati.
nl: Er was een foutmelding tijdens het laden van je iTunes bibliotheek. Sommige iTunes nummers of afspeellijsten zijn misschien niet geladen.
pl: Wystąpił błąd podczas wczytywania twojej kolekcji iTunes. Niektóre z twoich utworów iTunes lub playlist mogły nie zostać wczytane.
ru: Произошла ошибка при загрузке вашей библиотеки iTunes. Некоторые из ваших дорожек и списков воспроизведений iTunes могли быть не загружены.
sr: Дошло је до грешке учитавања ваше библиотеке ајТјунса. Неке од ваших нумера ајТјунса или спискови нумера можда нису учитани.

source: Drag a preset from the list & drop it here
ca: Arrossega una configuració des de la llista i deixa-la ací
de: Eine Voreinstellung aus der Liste hierher ziehen und ablegen
fr: Cliquez sur un preset depuis la liste & déposez le ici
it: Trascina un preset dalla lista e mettilo qui
nl: Sleep a vooraf ingestelde uit de lijst & sleep het hierheen
pl: Przeciągnij ustawienie z listy & upuść tutaj
ru: Перенесите сюда схему из списка
sr: Превуците претподешавање са списка и убаците га овде

source: activate
fr: activer
pl: aktywny
sr: покрени

source: toggle
fr: activer/désactiver
pl: przełącz
sr: окини

source: right
fr: droite
pl: w prawo
sr: десно

source: left
fr: gauche
pl: w lewo
sr: лево

source: right small
fr: droit, petit
pl: odrobinę w prawo
sr: мали десни

source: left small
fr: gauche, petit
pl: odrobinę w lewo
sr: мали леви

source: up
fr: haut
pl: w górę
sr: горе

source: down
fr: bas
pl: w dół
sr: доле

source: up small
fr: haut, petit
pl: odrobinę w górę
sr: мало горе

source: down small
fr: bas, petit
pl: odrobinę w dół
sr: мало доле

source: Shortcut
fr: Raccourci
pl: Skrót
sr: Пречица

source: Library Scanner
ca: Analitzador del contingut
de: Bibliothek-Scanner
fr: Analyser la bibliothèque
it: Analizza libreria
nl: Bibliotheekscanner
pl: Skanowanie Biblioteki
ru: Сканер библиотеки
sr: Прегледач библиотека

source: It's taking Mixxx a minute to scan your music library, please wait...
ca: Mixxx tardarà un minut per escanejar la teua biblioteca de música, per favor espera...
de: Mixxx benötigt einen Moment um Ihre Musikbibliothek zu scannen, bitte warten...
fr: Veuillez patienter quelques instants le temps que Mixxx analyse votre bibliothèque musicale...
it: Mixxx necessita di un po' di tempo per scansionare la tua libreria musicale. Attendi, per cortesia...
nl: Het duurt een minuut voordat Mixxx je music bibliotheek scant, even geduld a.u.b...
pl: To zabierze chwilę, aby Mixxx przeskanował twoją kolekcję muzyki. Poczekaj cierpliwie...
ru: Mixxx понадобится время для обработки вашей музыкальной библиотеки, пожалуйста, подождите...
sr: Миксиксу ће бити потребан минут да прегледа вашу музичку библиотеку, молим сачекајте...

source: Cancel
ca: Cancel·la
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
ru: Отменить
sr: Откажи

source: Scanning:
fr: Analyse :
pl: Skanowanie:

source: MixxxControl not found
de: MixxxControl wurde nicht gefunden
fr: MixxxContrôle non trouvé
pl: Kontroler Mixxx nie znaleziony
sr: Нисам пронашао управљач Миксикса

source: The MixxxControl '%1, %2' specified in the loaded mapping is invalid.
de: Die MixxxControl '%1, %2' welche in dem geladenen Mapping angegeben wurde ist ungülting.
fr: Le MixxxContrôle '%1, %2' spécifié dans le fichier de correspondance chargé est invalide.
pl: Kontroler Mixxx '%1 %2' określony w pliku mapowania jest nieprawidłowy.
sr: Управљач Миксикса „%1, %2“ наведен у учитаном мапирању је неисправан.

source: The MIDI output message 0x%1 0x%2 will not be bound. (Click Show Details for hints.)
de: Die augehende MIDI-Nachricht 0x%1 0x%2 wird nicht eingebunden. (Für Hinweise klicken Sie auf Details.)
fr: Le message de sortie MIDI 0x%1 0x%2 ne sera pas envoyé. (Cliquez sur Montrer les Détails pour des conseils.)
pl: Komunikat wyjściowy MIDI 0x%1 0x%2 nie będzie powiązany. (Kliknij Pokaż Szczgóły aby uzyskać podpowiedź.)
sr: Излазна порука МИДИ-ја 0x%1 0x%2 неће бити повезана. (За савете кликните на „Прикажи детаље“.)

source: * Check to see that the MixxxControl name is spelled correctly in the mapping file (.xml)
de: * Überprüfen Sie ob der Name der MixxxControl in der Mappingdatei (.xml) richtig geschrieben ist
fr: * Veillez à ce que le nom du MixxxContrôle est orthographié convenable dans le fichier de correspondance (.xml)
pl: * Zaznacz, aby zobaczyć czy nazwa kontrolera Mixxx jest poprawna w pliku mapowania (.xml).
sr: * Проверите да ли је назив управљача Миксикса исправно написан у датотеци мапирања (.xml)

source: * Make sure the MixxxControl you're trying to use actually exists. Visit this wiki page for a complete list:
de: * Stellen Sie sicher das die MixxxControl welche Sie benutzen wollen tatsächlich existiert. Besuchen Sie diese Wiki Seite für eine komplette Liste:
fr: * Assurez-vous que le MixxxContrôle que vous essayez d'utiliser existe bien. Consultez cette page du wiki pour une liste complète :
pl: * Upewnij się czy kontroler Mixxx, którego próbujesz użyć rzeczywiście istnieje. Odwiedź poniższą stronę Wiki, żeby zobaczyć pełną listę:
sr: * Уверите се да управљач Миксикса који покушавате да користите заправо и постоји. Посетите ову вики страницу за потпун списак:

# MixxxApp#3
source: Choose music library directory
ca: Tria el directori de la biblioteca de música
de: Verzeichnis für die Musikbibliothek auswählen
fr: Choisissez le répertoire de la bibliothèque musicale
it: Scegli la cartella della libreria musicale
nl: Kies een muziek bibliotheek map
pl: Wybierz katalog biblioteki utworów.
sr: Изаберите директоријум музичке библиотеке

source: Sound Device Busy
ca: El dispositiu de so està ocupat
de: Audio-Gerät beschäftigt
fr: Carte son Occupée
it: Periferica audio occupata
nl: Geluid Apparaat Bezig
pl: Urządzenie dźwiękowe zajęte
ru: Звуковое устройство занято
sr: Звучни уређај је заузет

source: Get <b>Help</b> from the Mixxx Wiki.
ca: Obté <b>ajuda</b> des del Wiki de Mixxx.
de: Erhalten Sie <b>Hilfe</b> aus dem Mixxx Wiki.
fr: Trouver <b>de l'aide</b> sur le Wiki Mixxx.
it: Ottieni <b>Aiuto</b> dal Wiki di Mixxx
nl: Verkrijg <b>Hulp</b> via de Mixxx Wiki.
pl: Otrzymaj <b>Pomoc</b> na Wiki Mixxx'a.
ru: Получить <b>справку</b> из базы знаний Mixxx Wiki.
sr: Нађите <b>Помоћ</b> на Викију Миксикса.

source: Mixxx was unable to access all the configured sound devices. Another application is using a sound device Mixxx is configured to use or a device is not plugged in.
ca: Mixxx no ha aconseguit accés a tots els dispositius d'àudio configurats. Altra aplicació està usant el dispositiu de so al qual Mixx està configurat pel seu ús o és possible que el dispositiu no estiga connectat.
de: Mixxx konnte nicht auf alle konfigurierten Audio-Geräte zugreifen. Eine weitere Anwendung ist mit einem für Mixxx konfigurierten Audio-Gerät verbunden oder ein Gerät ist nicht eingesteckt.
fr: Mixxx n'a pas pu accéder à tous les périphériques audio configurés. Un des périphériques est peut-être utilisé par une autre application ou débranché.
it: Mixxx non è in grado di accedere a tutti i dispositivi audio configurati. Un'altra applicazione sta usando una periferica audio configurata o un dispositivo non è collegato.
nl: Mixxx was niet in staat om toegang te krijgen tot alle geconfigureerde geluidsapparaten. Een andere applicatie gebruikt een geluidsapparaat waar Mixxx gebruik van maakt of een apparaat is niet aangesloten.
pl: Mixxx nie był w stanie uzyskać dostępu do wszystkich skonfigurowanych urządzeń dźwiękowych. Inna aplikacja używa urządzenia, które zostało skonfigurowane w Mixxx'ie lub urządzenie to nie jest podłączone.
ru: У Mixxx отсутствует доступ ко всем настроенным звуковым устройствам. Другая программа использует звуковое устройство предназначенное для Mixxx или устройство не подсоединено.
sr: Миксикс није био у могућности да приступи свим подешеним звучним уређајима. Други програм користи звучни уређај на који је Миксикс подешен да га користи или уређај није прикључен.

source: <b>Retry</b> after closing the other application or reconnecting a sound device
ca: <b>Reintenta</b> després de tancar l'altra aplicació o reconnectar un dispositiu d'àudio
de: <b>Wiederholen</b> nach den Schließen der anderen Anwendung oder dem erneuten Verbinden eines Audio-Gerätes
fr: <b>Réessayer</b> après avoir fermé l'autre application ou avoir reconnecté le périphérique de son
it: <b>Riprova</b> dopo aver chiuso l'altra applicazione o riconnesso la periferica audio
nl: <b>Probeer opnieuw</b> na het afsluiten van de andere applicatie of opnieuw aansluiten van een geluidsapparaat
pl: <b>Ponów</b> po zamknięciu innej aplikacji lub podłącz ponownie urządzenie dźwiękowe
ru: <b>Повторите</b> после закрытия использующей программы или переподключения звукового устройства
sr: <b>Покушајте поново</b> након што затворите други прог или поново прикључите звучни уређај

source: <b>Reconfigure</b> Mixxx's sound device settings.
ca: <b>Reconfigura</b> les opcions del dispositiu d'àudio de Mixxx's
de: Mixxx`s Audiogerät-Einstellungen <b>neu konfigurieren</b>.
fr: <b>Reconfigurer</b> les options audio de Mixxx.
it: <b>Riconfigura</b> settaggi dei dispositivi di Mixxx.
nl: <b>Herconfigureren</b> Mixxx's geluidsapparaat instellingen.
pl: <b>Rekonfiguruj</b> ustawienia urządzeń dźwiękowych Mixxx'a.
ru: <b>Изменить</b> настройки звукового устройства Mixxx.
sr: <b>Поново подесите</b> подешавања звучног уређаја Миксикса.

source: <b>Exit</b> Mixxx.
ca: <b>Eixir</b> de Mixxx.
de: Mixxx <b>beenden</b>.
fr: <b>Quitter</b> Mixxx.
it: <b>Uscire</b> da Mixxx
nl: <b>Sluit</b> Mixxx.
pl: <b>Wyjdź<b> z Mixxx'a.
ru: <b>Выйти из</b> Mixxx.
sr: <b>Изађите</b> из Миксикса.

source: Retry
ca: Torna-ho a intentar
de: Wiederholen
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Ponów
ru: Повторить
sr: Покушај поново

source: Reconfigure
ca: Reconfigura
de: Neu konfigurieren
fr: Reconfigurer
it: Riconfigura
nl: Opnieuw instellen
pl: Rekonfiguruj
ru: Настроить заново
sr: Поново подеси

source: Help
ca: Ajuda
de: Hilfe
fr: Aide
it: Guida
pl: Pomoc
ru: Справка
sr: Помоћ

source: Exit
ca: Eixir
de: Beenden
fr: Quitter
it: Esci
nl: Afsluiten
pl: Wyjdź
ru: Выйти
sr: Изађи

source: No Output Devices
ca: No hi ha dispositius d'eixida
de: Keine Ausgabegeräte
fr: Aucun périphérique de sortie
it: Nessun dispositivo di output
nl: Geen Uitvoer Apparaten
pl: Brak urządzeń wyjściowych.
sr: Нема излазних уређаја

source: Mixxx was configured without any output sound devices. Audio processing will be disabled without a configured output device.
ca: Mixxx ha sigut configurat sense dispositius d'eixida de so. Es desactivarà el processat d'àudio sense un dispositiu d'eixida configurat.
de: Mixxx wurde ohne Tonausgabe-Geräte konfiguriert. Die Audio-Verarbeitung wird ohne ein konfiguriertes Ausgabegerät deaktiviert werden.
fr: Mixxx a été configuré sans aucun périphérique de sortie audio. Sans périphérique de sortie configuré, le traitement du son sera désactivé .
nl: Mixxx is ingesteld zonder audio-uitvoer-apparaten. Audio verwerking is uitgeschakeld zolang er geen audio-uitvoer-apparaat is ingesteld.
pl: Mixxx został skonfigurowany bez jakichkolwiek wyjściowych urządzeń dźwiękowych. Przetwarzanie dźwięku będzie wyłączone do czasu skonfigurowania urządzenia wyjściowego.
sr: Миксикс је подешен без иједног излазног звучног уређаја. Обрада звука ће бити онемогућена без подешеног излазног уређаја.

source: <b>Continue</b> without any outputs.
ca: <b>Continuar</b> sense cap eixida.
de: <b>Weiter</b> ohne jegliche Ausgabegeräte.
fr: <b>Continuer</b> sans aucune sortie.
it: <b>Continua</b> senza alcun output
nl: <b>Ga verder</b> zonder uitvoer.
pl: <b>Kontynuuj</b> bez urządzeń wyjściowych.
sr: <b>Наствите</b> без икаквих излаза.

source: Continue
ca: Continua
de: Weiter
fr: Continuer
it: Continua
nl: Doorgaan
pl: Dalej
ru: Продолжить
sr: Настави

source: Load Track to Deck %1
fr: Charger le Morceau sur la Platine %1
pl: Załaduj utwór do odtwarzacza %1
sr: Учитај нумеру на носач 1

source: Add &New Playlist
fr: Ajouter &Nouvelle Liste de Lecture
pl: Dodaj &Nową listę odtwarzania
sr: Додај &нови списак нумера

source: Add New &Crate
fr: Ajouter Nouveau Ba&c
pl: Dodaj nową &Skrzynkę
sr: Додај нову &гајбицу

source: Enable &Keyboard Shortcuts
fr: Activer les Raccourcis Clavier (&K)
pl: Włącz skróty &Klawiaturowe
sr: Укључи пречице на &тастатури

source: Show Microphone Section
fr: Montrer la section microphone

source: &Reload Skin
fr: &Recharger le thème

source: Reload the skin
fr: Recharger le thème

source: Ctrl+Shift+R
fr: Ctrl+Maj+R

source: Developer
fr: Développeur
pl: Programista
