Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Are you sure you want to clear all output bindings?
ca: Estàs segur de esborrar tots els paràmetres d'eixida?
de: Wollen Sie wirklich alle Ausgangs-Belegungen löschen?
fr: Êtes-vous sûr de vouloir effacer toutes vos connections de sortie?
it: Se sicuro di voler eliminare tutti i collegamenti in uscita?
nl: Weet je zeker dat je alle output bindings wilt legen?
pl: Czy jesteś pewien, że chcesz wyczyścić wszystkie dowiązania?
ru: Вы действительно хотите очистить все выводимые связи?
sr: Да ли сте сигурни да желите да очистите све везице излаза?

# DlgPrefNoControllersDlg#1
source: Form3
fr: Formulaire3
sr: Образац3

source: No controllers available.
de: Keine Controller verfügbar.
fr: Aucun contrôleur disponible
pl: Brak dostępnych kontrolerów.
sr: Нема доступних управљача.

# DlgPrefNoVinylDlg#1
source: Form1
ca: Formulari1
fr: Formulaire1
it: Modulo1
nl: Formulier1
ru: Форма1
sr: Образац1

# DlgPrefNoVinylDlg#2
source: Input
ca: Entrada
de: Eingang
fr: Entrée
it: Ingresso
nl: Invoer
pl: Wejście
ru: Вход
sr: Улаз

# DlgPrefNoVinylDlg#3
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Select sound devices for vinyl control in the Sound Hardware pane.</span></p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Selecciona els dispositius de so per al control per vinil al panell de "Configuració dispositius de so"..</span></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Wählen Sie Audio-Geräte für die Vinyl-Steuerung in den Sound-Hardware-Einstellungen aus.</span></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Sélectionnez les périphériques audio pour le contrôle de vinyle dans le volet de matériel audio.</span></p></body></html>
it: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Seleziona il dispositivo audio per il controllo del vinile nel riquadro del Sound Hardware.</span></p></body></html>
nl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Selecteer geluid apparaten voor vinyl besturing in het Geluid Hardware paneel.</span></p></body></html>
pl: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Wybierz urządzenia dzwiękowe dla "vinyl control" w panelu Urządzenia Dźwięku.</span></p></body></html>
ru: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Выберите звуковые устройства для управления винилом в окне звукового обрудования.</span></p></body></html>
sr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'DejaVu Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Изаберите звучне уређаје за управљање плочом у окну хардвера звука.</span></p></body></html>

# DlgPrefNoVinylDlg#4
source: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Troubleshooting</a>
ca: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Solució de problemes</a>
de: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Fehlerbehebung</a>
fr: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Dépannage</a>
it: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Risoluzione problemi</a>
nl: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Probleemoplossing</a>
pl: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Rozwiąż problem</a>
ru: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Решение проблем</a>
sr: <a href="http://www.mixxx.org/wiki/doku.php/vinyl_control#troubleshooting">Решавање проблема</a>

# DlgPrefNoVinylDlg#5
source: Turntable Preamp
ca: Preamplificador pel tocadiscs
de: Plattenspieler-Vorverstärker
fr: Préampli Platine
it: Preamp dei Piatti
nl: Draaitafel voorversterker
pl: Przedwzmacniacz Gramofonu
ru: Предусиление проигрывателя
sr: Претпојачање грамофона

# DlgPrefNoVinylDlg#6
source: 1 (Off)
ca: 1 (Desactivat)
de: 1 (Aus)
fr: 1 (éteint)
nl: 1 (Uit)
pl: 1 (Wyłącz)
ru: 1 (Выкл.)
sr: 1 (Искљ.)

# DlgPrefNoVinylDlg#8
source: Vinyl Configuration
ca: Configuració del vinil
de: Vinyl-Konfiguration
fr: Configuration Vinyle
it: Configurazione Vinile
nl: Vinyl configuratie
pl: Konfiguracja Winyla
ru: Настройка винилового проигрывателя
sr: Подешавање плоче

# DlgPrefNoVinylDlg#9
source: Deck 1 Vinyl Type
ca: Deck 1 tipus vinil
de: Vinyl-Typ Deck 1
fr: Type de vinyle sur la platine 1
it: Deck 1 Tipo di Vinile
nl: Dek 1 Vinyl Type
pl: Deck 1 Typ Winyla
ru: Дека 1 Вид Винила

# DlgPrefNoVinylDlg#10
source: Deck 2 Vinyl Type
ca: Deck 2 tipus vinil
de: Vinyl-Typ Deck 2
fr: Type de vinyle sur la platine 2
it: Deck 2 Tipo di Vinile
nl: Dek 2 Vinyl Type
pl: Deck 2 Typ Winyla
ru: Дека 2 Вид Винила

# DlgPrefNoVinylDlg#11
source: Lead-in time
ca: Termini de temps
de: Vorlaufzeit
fr: Durée de l'introduction
it: tempo di Attacco
nl: Lead-in tijd
pl: Czas Wprowadzenia (Lead-in)
ru: Время вступления
sr: Време учитавања

# DlgPrefNoVinylDlg#12
source: seconds
ca: segons
de: Sekunden
fr: Secondes
it: secondi
nl: seconden
pl: sekund(-y)
ru: секунд
sr: секунде

# DlgPrefNoVinylDlg#13
source: Show Signal Quality in Skin
ca: Mostra la senyal de qualitat al tema
de: Signalqualität im Skin anzeigen
fr: Afficher la qualité du signal dans l'interface
it: Mostra qualità del segnale nella skin
nl: Toon signaal kwaliteit in de skin
pl: Pokaż jakość w skórce
ru: Отображать качество сигнала в обложке
sr: Прикажи квалитет сигнала у масци

# DlgPrefNoVinylDlg#14
source: Control Mode
ca: Mode de control
de: Steuermodus
fr: Mode de Contrôle
it: Modalità controllo
nl: Controle Modus
pl: Tryb sterowniczy
ru: Режим управления
sr: Режим управљања

# DlgPrefNoVinylDlg#15
source: Absolute Mode
ca: Mode absolut
de: Absoluter Modus
fr: Mode Absolut
it: Modalità assoluta
nl: Absolute Modus
pl: Tryb Absolutny
ru: Абсолютный режим
sr: Апсолутни режим

# DlgPrefNoVinylDlg#16
source: Relative Mode
ca: Mode relatiu
de: Relativer Modus
fr: Mode Relatif
it: Modalità relativa
nl: Relatieve Modus
pl: Tryb względny
ru: Относительный режим
sr: Релативни режим

# DlgPrefNoVinylDlg#17
source: Enable Needle Skip Prevention
ca: Habilita la prevenció de bot de pua
de: Verhinderung von Nadel-Sprüngen aktivieren
fr: Activer la prévention du dérapage de la pointe
it: Abilita la prevenzione del salto della puntina
nl: Zet preventie van naald verspringing aan
pl: Włącz zabezpieczenie przeskoku igły
ru: Использовать защиту от пропусков иглы
sr: Укључи заштиту од прескакања игле

# DlgPrefNoVinylDlg#18
source: Signal Quality
ca: Qualitat de la senyal
de: Signalqualität
fr: Qualité du signal
it: Qualità del segnale
nl: Signaalkwaliteit
pl: Jakość sygnału
ru: Качество сигнала
sr: Квалитет сигнала

# DlgPrefNoVinylDlg#20
source: Powered by xwax
ca: Amb tecnologia xwax
fr: Propulsé par xwax
nl: Mede mogelijk gemaakt door xwax
ru: Работает на xwax
sr: Покреће га „xwax“

source: <b>This version of Mixxx does not support vinyl control.</b> <br> Please visit <a href="http://mixxx.org">Mixxx.org</a> for more information.
ca: <b>Esta versió de Mixx no suporta control de vinils.</b> Per favor, visita <a href="http://mixxx.org">Mixxx.org</a> per més informació.
de: <b>Diese Version von Mixxx unterstützt keine Vinyl-Steuerung.</b> <br> Bitte besuchen Sie <a href="http://mixxx.org">Mixxx.org</a> für weitere Informationen.
fr: <b>Cette version de Mixxx ne supporte pas le contrôle par vinyl.</b> <br> Visitez <a href="http://mixxx.org">Mixxx.org</a> pour plus d'information.
it: <b>Questa versione di Mixxx non supporta il controllo del vinile.</b> <br> Visita<a href="http://mixxx.org">Mixxx.org</a> per maggiori informazioni.
nl: <b>Deze versie van Mixxx ondersteund geen vinyl besturing</b> <br>Bezoek <a href="http://mixxx.org">Mixxx.org</a> voor meer informatie.
pl: <b>Ta wersja Mixxx'a nie wspiera "vinyl control".</b> <br> Odwiedź <a href="http://mixxx.org">Mixxx.org</a> aby dowiedzieć się więcej.
ru: <b>Эта версия Mixxx не поддерживает управление с помощью timecode-винила. </b> <br> Загляните на <a href="http://mixxx.org">Mixxx.org</a> для дополнительных сведений.
sr: <b>Ово издање Миксикса не подржава управљање плочом.</b> <br> Молим посетите <a href="http://mixxx.org">Mixxx.org</a> за више података.

# DlgPrefPlaylist#1
source: Choose music library directory
ca: Tria el directori de la biblioteca de música.
de: Verzeichnis für die Musikbibliothek auswählen
fr: Choisissez le répertoire de la bibliothèque musicale
it: Scegli la cartella della tua libreria musicale
nl: Kies een muziek bibliotheek map
pl: Wybierz katalog kolekcji muzyki
ru: Выберите папку музыкальной библиотеки
sr: Изаберите директоријум музичке библиотеке

source: Audio File Formats
ca: Formats de fitxer d'àudio
de: Audio-Dateiformate
fr: Formats de fichiers audio
it: Formati file audio
nl: Audio bestandformaten
pl: Formaty Plików Audio
ru: Форматы звуковых файлов
sr: Записи звучне датотеке

source: Additional Format Plugins:
ca: Complements per a formats addicionals
de: Plugins für zusätzliche Formate:
fr: Plugins de formats complémentaires :
it: Formati di Plugins Aggiuntivi
nl: Extra formaat Plugins:
pl: Wtyczki dodatkowych Formatów:
ru: Надстройки дополнительных форматов:
sr: Додатни прикључци формата:

source: Loaded Plugins:
ca: Complements carregats:
de: Geladene Plugins:
fr: Plugins chargés :
it: Plugin caricati:
nl: Geladen plugins:
pl: Załadowane Wtyczki:
ru: Задействованные надстройки:
sr: Учитани прикључци:

# DlgPrefPlaylistDlg#5
source: None
de: Keine
fr: Aucun
pl: Brak
sr: Ништа

# DlgPrefPlaylistDlg#6
source: Miscellaneous
de: Verschiedenes
fr: Divers
pl: Różne
sr: Разно

source: Synchronize ID3 tags on track modifications
ca: Sincronitza etiquetes ID3 en les modificacions de pista
de: ID3-Tags bei Titel Modifikationen synchronisieren
fr: Synchroniser étiquettes ID3 lorsqu'une piste est modifiée
it: Sincronizza i tag ID3 nelle modifiche della traccia
nl: Synchroniseer ID3-tags op nummer modificaties
pl: Synchronizuj Tagi ID3 podczas zmiany ścieżki
ru: Синхронизировать теги ID3 при изменении дорожек
sr: Усклади ИД3 ознаке при изменама нумере

source: Rescan library on start-up
ca: Rescaneja la biblioteca en cada inici
de: Bibliothek beim Start erneut einlesen
fr: Réanalyser la bibliothèque au démarrage
it: Riesamina la libreria all'avvio
nl: Scan bibliotheek opnieuw bij opstarten
pl: Przeskanuj ponownie kolekcję podczas uruchamiania
ru: Сканировать библиотеку при запуске
sr: Прегледај библиотеку при покретању

source: Use relative paths for playlist export if possible
ca: Usa rutes relatives per exportar la llista de reproducció si és possible
de: Wenn möglich, relative Pfade für den Export von Wiedergabelisten verwenden
fr: Utiliser si possible des chemins relatifs pour l'exportation de listes de lecture
it: Se possibile usa il percorso relativo per esportare la playlist
nl: Gebruik indien mogelijk relatieve paden voor speellijst uitvoer
pl: Użyj względnych ścieżek dla eksportu listy odtwarzania, jeśli to możliwe
ru: Использовать относительные размещения при экспортировании списка воспроизведения, если возможно.
sr: Користи релативне путање за извоз списка нумера ако је могуће

source: Other Libraries
fr: Autres Librairies

source: Show Rhythmbox Library
de: Rhythmbox-Bibliothek anzeigen
fr: Afficher la Bibliothèque Rhythmbox
pl: Pokaż bibliotekę Rythmbox
sr: Прикажи библиотеку Ритам машине

source: Show iTunes Library
de: iTunes-Bibliothek anzeigen
fr: Afficher la Bibliothèque iTunes
pl: Pokaż Bibliotekę iTunes
sr: Прикажи библиотеку ајТјунса

source: Show Traktor Library
de: Traktor-Bibliothek anzeigen
fr: Afficher la Bibliothèque Tracktor
pl: Pokaż Bibliotekę Tractor
sr: Прикажи библиотеку Трактора

source: You will need to restart Mixxx for this to take effect
fr: Vous aurez besoin de redémarrer Mixxx pour que cela prenne effet
pl: Konieczne jest ponowne uruchomienie Mixxx aby to zadziałało.
sr: Морате поново да покренете Миксикс како би ово ступило на снагу

# DlgPrefPlaylistDlg#15
source: Browse...
fr: Parcourir…
pl: Przeglądaj...
sr: Разгледај...

# DlgPrefPlaylistDlg#16
source: Library
fr: Bibliothèque
pl: Biblioteka
sr: Библиотека

source: Music Directory:
ca: Directori de música
de: Musikverzeichnis:
fr: Répertoire de la Musique :
it: Cartella Musica:
nl: Muziekmap:
pl: Katalog Muzyki:
ru: Музыкальная папка:
sr: Директоријум музике:

source: Built-in
ca: Integrat
de: Integriert
fr: Prédéfini
it: Integrato
nl: Ingebouwd
pl: Wbudowany
ru: Встроенные
sr: Уграђен

source: Available Online...
ca: Disponible en línia...
de: Online verfügbar...
fr: Disponible en ligne…
it: Disponibili Online...
nl: Beschikbaar online
pl: Dostępny Online...
ru: Доступные в веб...
sr: Доступан на мрежи...

source: Bundled Songs
ca: Cançons incloses
de: Mitgelieferte Titel
fr: Thème musical
it: Brani in bundle
nl: Gebundelde nummers
pl: Załączone Utwory
ru: Наборы песен
sr: Груписане песме

source: Support Mixxx by counting and sharing bundled songs playback and outbound link statistics
ca: Ajuda a Mixx amb les estadístiques de reproducció i visita de les pàgines del temes inclosos.
de: Unterstützen Sie Mixxx und erlauben Sie das Sammeln und Senden von Statistiken über die Wiedergabe der mitgelieferten Titel und die Anzahl der ausgehenden Links
fr: Soutenez Mixxx en comptant et en partageant des chansons groupées Lecture et statistiques de liaison en partance
it: Supporta Mixxx usando e condividendo le canzoni in Bundle riprodotte e i link in uscita
nl: Ondersteun Mixxx door het tellen van en het delen van gebundelde nummers afspelen en uitgaande link statistieken
pl: Wspieraj Mixxx'a dzieląc się statystykami dotyczącymi odtwarzania załączonych utworów i ruchu wychodzącego
ru: Поддержка Mixxx путем подсчета и обменa комплектa песен Воспроизведение и исходящих статистику ссылoк.
sr: Подржава Миксикс бројањем и дељењем статистике пуштања и одлазних веза груписаних песама

# DlgPrefRecord#1
source: kbps
fr: kb/s
pl: kbit/s
sr: kb/s

source: Choose recordings directory
de: Aufnahmen-Verzeichnis auswählen
fr: Sélectionnez le répertoire des enregistrements
pl: Wybierz katalog nagrań
sr: Изаберите директоријум за снимања

# DlgPrefRecordDlg#1
source: Form3
ca: Formulari3
fr: Formulaire3
ru: Форма3
sr: Образац3

source: Recordings Directory
de: Aufnahmen-Verzeichnis
fr: Répertoire des Enregistrements
pl: Katalog nagrań
sr: Директоријум за снимања

source: Recordings Directory:
de: Aufnahmen-Verzeichnis:
fr: Répertoire des Enregistrements :
pl: Katalog nagrań:
sr: Директоријум за снимања:

# DlgPrefRecordDlg#4
source: Browse...
de: Durchsuchen...
fr: Parcourir...
pl: Przeglądaj..
sr: Разгледај...

# DlgPrefRecordDlg#5
source: Encoding
de: Kodierung
fr: Encodage
pl: Kodowanie
sr: Кодирање

source: Quality
ca: Qualitat
de: Qualität
fr: Qualité
it: Qualità
nl: Kwaliteit
pl: Jakość
ru: Качество
sr: Квалитет

source: High
ca: Alta
de: Hoch
fr: Aigu
it: Alti
nl: Hoog
pl: Wysoki
ru: Высокое
sr: Висок

source: Low
ca: Baixa
de: Niedrig
fr: Basse
it: Bassi
nl: Lage
pl: Niski
ru: Низкое
sr: Низак

source: Tags
ca: Etiquetes
fr: Métadonnées
it: Etichette
nl: Labels
pl: Tagi
ru: Теги
sr: Ознаке

# DlgPrefRecordDlg#10
source: Title
de: Titel
fr: Titre
pl: Tytuł
sr: Наслов

source: Author
ca: Autor
de: Autor
fr: Auteur
it: Autore
nl: Auteur
pl: Autor
ru: Автор
sr: Аутор

# DlgPrefRecordDlg#13
source: Miscellaneous
de: Diverses
fr: Divers
pl: Różne
sr: Разно

source: Create a CUE file
ca: Crea un fitxer CUE
de: Neue Cue-Datei erstellen
fr: Créer un fichier .cue
it: Crea un file CUE
nl: Maak een CUE bestand
pl: Utwórz plik CUE
ru: Создать файл метаданных CUE
sr: Направи „CUE“ датотеку

source: File Splitting
ca: Fraccionament d'arxius
de: Datei-Aufteilung
fr: Découpage du fichier
it: Dividere il File
nl: Bestand splitsen
pl: Podzielenie Pliku
ru: Разделение файла
sr: Подела датотеке

source: Split recordings at
ca: Fraccionar gravacions en
de: Aufnahmen aufteilen bei
fr: Découper l'enregistrement tous les
it: Dividi le registrazioni a
nl: Splits opname op
pl: Podziel nagrania w
ru: Разделить запись по
sr: Подели снимке на

# DlgPrefReplayGainDlg#1
source: BPM Detection Settings
ca: Configuració de detecció de BPM
de: Einstellung BPM-Erkennung
fr: Paramètres de détection de BPM
it: Impostazioni di rilevamento BPM
nl: BPM detectie instellingen
pl: Ustawienia Wykrywania BPM
ru: Настройки определения темпа
sr: Подешавања откривања ТУМ-а

source: ReplayGain Normalization
ca: Normalització ReplayGain
de: ReplayGain-Normalisierung
fr: Normalisation du volume perçu (méthode ReplayGain)
it: Normalizza il guadagno salvato
nl: ReplayGain Normalisatie
pl: Normalizacja ReplayGain
ru: Нормализация выравниванием громкости
sr: Нормализација појачања поновног пуштања

source: Enable Replay Gain
ca: Activa Replay Gain
de: ReplayGain aktivieren
fr: Activer la normalisation du volume perçu
it: Attiva il guadagno di riproduzione
nl: Replay Gain activeren
pl: Włącz Replay Gain
ru: Использовать выравнивание громкости
sr: Укључи појачање понављања

source: Enable Replay Gain Analysis
ca: Activa l'anàlisi de Replay Gain
de: ReplayGain-Analyse aktivieren
fr: Activer l'analyse du volume perçu
it: Abilita analisi del guadagno salvato
nl: Schakel Replay Gain analyse in
pl: Włącz Analizę Replay Gain
ru: Использовать анализатор выравнивания громкости
sr: Укључи анализу појачања пуштања

source: Apply volume normalization to loaded tracks.
de: Normalisierung der Lautstärke auf geladene Titel anwenden.
fr: Appliquer la normalisation du volume aux morceaux chargés.
pl: zastosuj normalizację głośności do załadowanych ścieżek.
sr: Примените нормализацију јачине звука над учитаним нумерама.

source: Calculate ReplayGain normalization for tracks which are missing ReplayGain metadata.
de: ReplayGain-Normalisierung für Titel berechnen, welche keine ReplayGain-Metadaten haben.
fr: Calculer le ReplayGain de normalisation pour les pistes qui n'ont pas de métadonnées ReplayGain.
pl: Oblicza normalizację wzmocnienia odtwarzania (ReplayGain) dla utworów, które nie posiadają tego współczynnika w metadanych.
sr: Израчунајте нормализацију појачања пуштања за нумере којима недостају метаподаци појачања пуштања.

source: Initial Boost
ca: Augment inicial
de: Anfängliche Anhebung
fr: Gain initial
it: Boost iniziale
nl: Eerste impuls
pl: Początkowy Boost
ru: Начальное усиление
sr: Почетни прираст

source: Initial Gain Boost
ca: Augment de guany inicial
de: Anfängliche Gain-Anhebung
fr: Gain Boost initial
it: Guadagno di boost iniziale
nl: Initiële Gain impuls
pl: Początkowy Boost Wsmocnienia
ru: Начальное усиление громкости
sr: Почетни прираст појачања

# DlgPrefReplayGainDlg#11
source: Reset to Defaults
de: Zurücksetzen
fr: Rétablir les valeurs par défaut
pl: Przywróć domyślne
sr: Врати на задато

source: Stereo
ca: Estèreo
fr: Stéréo
ru: Стерео
sr: Стерео

source: Enable live broadcasting
ca: Activa la transmissió en viu
de: Liveübertragung aktivieren
fr: Activer la diffusion en direct
it: Abilita la trasmissione dal vivo
nl: Schakel live uitzenden in
pl: Włącz nadawanie na żywo
ru: Активировать прямой ефир
sr: Укључи емитовање уживо

source: Server connection
ca: Connexió amb el servidor
de: Serververbindung
fr: Connection serveur
it: Connessione server
nl: Serververbinding
pl: Połączenie serwera
ru: Соединение с сервером
sr: Веза сервера

source: Mount
ca: Munta
de: Einhängen
fr: Montage
it: Monta
nl: Aankoppelen (mount)
pl: Montuj
ru: Подключить
sr: Прикачи

source: Host
ca: Màquina
fr: Hôte
ru: Сервер
sr: Домаћин

source: Login
ca: Inicia sessió
de: Anmeldung
fr: Identifiant
nl: Aanmelden
ru: Имя пользователя
sr: Пријава

source: Password
ca: ﻿Contrasenya
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
ru: Пароль
sr: Лозинка

source: Stream settings
ca: Configuració del la emissió
de: Stream-Einstellungen
fr: Paramètre du flux
it: Impostazioni di stream
nl: Stream instellingen
pl: Ustawienia strumienia
ru: Настройки потока
sr: Подешавања тока

source: Dynamically update Ogg Vorbis metadata.
fr: Mettre à jour dynamiquement les meta données Ogg Vorbis

source: Stream name
ca: Nom de la emissió
fr: Nom du flux
it: Nome dello stream
nl: Stream naam
pl: Nazwa strumienia
ru: Название потока
sr: Назив тока
