Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Toggles the flange effect. Use the depth/delay/lfo knobs to adjust.
de: Den Flange-Effekt ein-/ausschalten. Zum Anpasssen die Intensität/Phasenverzögerung/Wellenlänge-Knöpfe benutzen.
fr: Active ou désactive l'effet flanger. Utiliser les boutons profondeur/délai/lfo pour le régler.
pl: Przełącza efekt Flanger'a. Użyj głałek Głębokość/Opóźnienie/LFO do regulacji efektu.

source: Flanger Delay
de: Flanger-Phasenverzögerung
fr: Délai du Flanger
pl: Opóźninenie

source: Adjusts the phase delay of the flange effect (when active).
de: Anpassen der Phasenverzögerung des Flange-Effekts (wenn aktiviert).
fr: Règle le délai de phase de l'effet flange (quand il est actif).
pl: Reguluje opóźnienie fazy efektu Flager'a (kiedy efekt jest atywny).

source: Flanger Depth
de: Flanger-Intensität
fr: Profondeur du Flanger
pl: Głębokość Flanger'a

source: Adjusts the intensity of the flange effect (when active).
de: Anpassen der Intensität des Flange-Effekts (wenn aktiviert).
fr: Règle l'intensité de l'effet flanger (quand il est actif).
pl: Reguluje intensywnośc efektu Flanger'a (kiedy efekt jest aktywny).

source: Flanger LFO Period
de: Flanger-Wellenlänge
fr: Période du LFO du Flanger
pl: Okres LFO Flanger'a

source: Adjusts the wavelength of the flange effect (when active).
de: Anpassen der Wellenlänge des Flange-Effekts (wenn aktiviert).
fr: Règle la longueur d'onde de l'effet flange (quand il est actif).
pl: Reguluje długośc efektu Flanger'a (iedy efekt jest aktywny).

source: Cannot open database
ca: No es pot obrir la base de dades
de: Kann Datenbank nicht öffnen
fr: Ne peux ouvrir la base de données
it: Impossibile aprire il database
nl: Database kon niet worden geopend
pl: Nie mogę otworzyć bazy danych
ru: Ошибка открытия базы данных
sr: Не могу да отворим базу података

source: Unable to establish a database connection. Mixxx requires QT with SQLite support. Please read the Qt SQL driver documentation for information on how to build it. Click OK to exit.
ca: No s'ha pogut establir una connexió amb la base de dades. Mixxx necessita suport de QT amb SQLite. Per favor, llig la documentació del driver de Qt SQL per a obtindre informació de com construir-lo. Fes click a OK per eixir.
de: Kann keine Verbindung zur Datenbank herstellen. Mixxx benötigt QT mit SQLite Unterstützung. Für weitere Informationen lesen Sie bitte die Qt SQL Treiber-Dokumentation. Zum Beenden OK drücken.
fr: Impossible d'établir une connexion de base de données. Mixxx nécessite la prise en charge de SQLite par Qt. Merci de vous référer à la documentation du pilote SQL de Qt pour plus d'informations sur la façon de le construire. Cliquez sur OK pour quitter.
it: Impossibile connettersi al database. Mixxx richiede le librerie QT con supporto per SQLite. Leggi la documentazione riguardante il driver SQL di QT per infornazioni su come compilarlo. Clicca su OK per uscire.
nl: Niet in staat om een ​​database verbinding te maken. Mixxx vereist QT met SQLite ondersteuning. Lees a.u.b. de Qt SQL-driver documentatie voor meer informatie over hoe te bouwen. Druk op OK om af te sluiten.
pl: Nie mogę nawiązać połączenia z bazą danych. Mixxx wymaga QT ze wsparciem dla SQLite. Przeczytaj dokumentacje Qt SQL aby zdobyć informację jak je wkompilować. Kliknij OK aby wyjść.
ru: Невозможно установить соединение с базой данных. Mixxx необходим QT с поддержкой SQLite. Пожалуйста, прочитайте руководство по сборке драйвера Qt SQL. Нажмите OK для выхода.
sr: Не могу да успоставим везу са базом података. Миксикс захтева КуТ са СКуЛајт подршком. Прочитајте документацију управљача Кут СКуЛ-а о томе како да је изградите. Кликните у реду да изађете.

source: Click OK to exit.
fr: Cliquer sur OK pour quitter.
pl: Kliknij OK aby wyjść.
sr: Кликните „У реду“ да изађете.

source: Cannot upgrade database schema
ca: No s'ha pogut actualitzar l'esquema de la base de dades
de: Kann Datenbankschema nicht aktualisieren
fr: Ne peux mettre a jour le schéma de la base de données
it: Impossibile aggiornare lo schema del database
nl: Kan database schema niet updaten
pl: Nie mogę uaktualnić schematu bazy danych
ru: Невозможно обновить логическую структуру в базе данных
sr: Не могу да надоградим шему базе података

source: Unable to upgrade your database schema to version %1
fr: Impossible de mettre à jour votre schéma de base de données vers la version %1
pl: Uaktualnienie schematu bazy danych do wersji %1 jest niemożliwe
sr: Не могу да надоградим шему ваше базе података на издање %1

source: Your %1 file may be outdated.
fr: Votre fichier %1 est obsolète
pl: Twój plik %1 może być niekatualny.
sr: Ваша датотека „%1“ је можда застарела.

source: Your mixxxdb.sqlite file may be corrupt.
fr: Votre fichier mixxxdb.sqlite est peut-être corrompu.
pl: Twój plik mixxxdb.sqlite może być uszkodzony
sr: Ваша „mixxxdb.sqlite“ датотека је можда оштећена.

source: Try renaming it and restarting Mixxx.
fr: Essayez de le renommer et redémarrez de Mixxx.
pl: Spróbuj zmienić nazwę i ponownie uruchomić Mixxx.
sr: Покушајте да је преименујете и поново да покренете Миксикс.

source: Your %1 file may be missing or invalid.
fr: Le fichier %1 manque ou est invalide
pl: Brauje pliku %1 lub jest uszkodzony.
sr: Ваша датотека „%1“ можда недостаје или је неисправна.

source: (loading) Traktor
ca: (carregant) Traktor
de: (lade) Traktor
fr: (chargement) Traktor
it: (in caricamento) Traktor
nl: (laden) Traktor
pl: (ładuję) Traktor
ru: (загрузка) Traktor
sr: (учитавам) Трактор

source: Error Loading Traktor Library
ca: Error carregant la biblioteca Traktor
de: Fehler beim Laden der Traktor-Bibliothek
fr: Erreur lors du chargement de la bibliothèque Traktor
it: Errore di caricamento della libreria di Traktor
nl: Fout bij het laden van Traktor Bibliotheek
pl: Błąd podczas wczytywania Kolekcji Traktor-a
ru: Ошибка загрузки библиотеки Traktor
sr: Грешка учитавања библиотеке Трактора

source: There was an error loading your Traktor library. Some of your Traktor tracks or playlists may not have loaded.
ca: Ha hagut un error carregant la biblioteca Traktor. Algunes de les teues llistes de reproducció de Traktor podrien no haver-se carregat.
de: Beim Laden der Traktor-Bibliothek ist ein Fehler aufgetreten. Einige Ihrer Traktor-Titel oder Wiedergabelisten wurden möglicherweise nicht geladen.
fr: Il y a eu une erreur de chargement de votre bibliothèque Traktor. Certains de vos morceaux ou listes de lecture Traktor peuvent ne pas avoir été chargé.
it: Si è verificato un errore durante il caricamento della libreria Traktor. Alcuni dei vostri brani o le playlist Traktor non possono essere caricati.
nl: Er was een fout opgetreden tijdens het laden van uw Traktor bibliotheek. Sommige Traktor nummers of afspeellijsten zijn misschien niet ingeladen.
pl: Wystąpił błąd podczas wczytywania twojej kolekcji Traktor-a. Niektóre z twoich utworów lub playlist Traktor-a mogły nie zostać wczytane.
ru: Произошла ошибка при загрузке библиотеки Traktor. Некоторые композиции и списки воспроизведения Traktor могут быть не загружены.
sr: Дошло је до грешке учитавања ваше библиотеке Трактора. Неке од ваших нумера Трактора или спискови нумера можда нису учитани.

source: Esc
fr: Échap
sr: Изађи

source: Search...
ca: Cerca...
de: Suchen...
fr: Rechercher...
it: Cerca...
nl: Zoeken…
pl: Szukaj...
ru: Найти...
sr: Потражи...

source: Add to Playlist
ca: Afegeix a la llista de reproducció
de: Zur Wiedergabeliste hinzufügen
fr: Ajouter à la liste de lecture
it: Aggiungi alla playlist
nl: Toevoegen aan afspeellijst
pl: Dodaj do listy odtwarzania
ru: Добавить в список воспроизведения
sr: Додај на списак нумера

source: Add to Crate
ca: Afegir al caixó
de: Zur Plattenkiste hinzufügen
fr: Ajouter au container
it: Aggiungi al Cesto
nl: Toevoegen aan Crate
pl: Dodaj do Skrzynki
ru: Добавить в контейнер
sr: Додај у гајбицу

source: Load to Sampler
ca: Carregar al Sampler
de: In Sampler laden
fr: charger un sample
it: Carica tra i Sampler
nl: Laden naar Sampler
pl: Wczytaj do Samplera
ru: Загрузить в сэмплер
sr: Учитај у узорчник

# WTrackTableView#4
source: Remove
ca: Suprimeix
de: Entfernen
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pl: Usuń
ru: Удалить
sr: Уклони

source: Hide from Library
fr: Masquer dans la bibliothèque
pl: Ukryj w bibliotece
sr: Сакриј у библиотеци

source: Unhide from Library
fr: Montrer dans la bibliothèque
pl: Odkryj w bibliotece
sr: Прикажи у библиотеци

source: Purge from Library
fr: Purger de la bibliothèque
pl: Usuń z biblioteki
sr: Избаци из библиотеке

source: Properties
fr: Propriètés
pl: Właściwości
sr: Својства

source: Open in File Browser
fr: Ouvrir le Navigateur de Fichiers
pl: Otwórz plik w przeglądarce
sr: Отвори у прегледнику датотека

source: Add to Auto-DJ Queue (bottom)
de: Zur Auto-DJ Warteschlange hinzufügen (unten)
fr: Ajouter à la file Auto (en dessous)
nl: Voeg toe aan Auto DJ wachtrij (onderaan)
pl: Dodaj do kolejki Auto DJ (na dole)
sr: Додај у ред самосталног диџеја (доле)

source: Add to Auto-DJ Queue (top)
de: Zur Auto-DJ Warteschlange hinzufügen (oben)
fr: Ajouter à la file Auto (au dessus)
nl: Voeg toe aan Auto DJ wachtrij (bovenaan)
pl: Dodaj do kolejki Auto DJ (na górze)
sr: Додај у ред самосталног диџеја (горе)

source: Reload Track Metadata
ca: Recarrega les metadades de la pista
de: Titel-Metadaten erneut laden
fr: Recharger les métadonnées de la piste
it: Ricarica i dati aggiuntivi della traccia
nl: Metadata van nummer opnieuw laden
pl: Przeładuj metadane utworu
ru: Обновить метаданные
sr: Поново учитај мета податке нумере

source: Reset Play Count
de: Wiedergabezähler zurücksetzen
fr: Réinitialiser le compteur de lecture.
pl: Wyczyść licznik odtwarzania

source: Lock BPM
de: BPM sperren
fr: Verrouiller le tempo
it: Blocca i BPM
pl: Zablokuj BPM
sr: Закључај ТУМ

source: Unlock BPM
de: BPM entsperren
fr: Déverrouiller le tempo
it: Sblocca i BPM
pl: Odblokuj BPM
sr: Откључај ТУМ

source: Clear BPM and Beatgrid
de: BPM und Beatgrid löschen
fr: Réinitialiser le tempo et la grille rythmique
pl: Wyczyść BPM i siatkę beat'u
sr: Очисти ТУМ и тактну мрежу

source: Load to Deck %1
ca: Carregar al plat %1
de: In Deck %1 laden
fr: Charger dans la Platine %1
it: Carica nel Deck %1
nl: Laad naar Deck %1
pl: Wczytaj do Deck %1
ru: Загрузить в деку %1
sr: Учитај на носач %1

source: Show or hide columns.
ca: Mostra o oculta columnes.
de: Spalten zeigen oder verbergen.
fr: Montrer ou cacher les colonnes.
it: Mostra o nascondi le colonne.
nl: Kolommen weergeven of verbergen.
pl: Pokaż lub ukryj kolumny.
ru: Показать или скрыть столбцы.
sr: Прикажите или сакријте колоне.

# BaseSqlTableModel#4
source: Album
ca: Àlbum
ru: Альбом
sr: Албум

# BaseSqlTableModel#5
source: Genre
ca: Gènere
it: Genere
pl: Gatunek
ru: Жанр
sr: Жанр

# BaseSqlTableModel#8
source: Type
ca: Tipus
de: Typ
it: Tipo
pl: Typ
sr: Врста

# BrowseTableModel#4
source: Album
ca: Àlbum
ru: Альбом
sr: Албум

# BrowseTableModel#7
source: Genre
ca: Gènere
it: Genere
pl: Gatunek
ru: Стиль
sr: Жанр

# BrowseTableModel#13
source: Type
ca: Tipus
de: Typ
it: Tipo
pl: Typ
sr: Врста

source: Create new crate
pl: Stwórz nową skrzynkę
sr: Направите нову гајбицу

source: sec.
ca: seg.
de: Sek.
it: secondi
pl: sek.
sr: сек.

source: Min:
ca: Mín:
it: Minimo:
sr: Најмање:

source: Max:
ca: Màx:
it: Massimo:
sr: Највише:

source: Max
ca: Màxim
pl: Maksimum
ru: Макс.
sr: Највише

source: Min
ca: Mínim
pl: Minimum
ru: Мин.
sr: Најмање

source: Transport
sr: Пренос

source: Toggle slip mode
sr: Окини режим спавања

source: Ctrl+S
sr: Ктрл+С

source: Description:
pl: Opis:
sr: Опис:

source: Support:
pl: Wsparcie:
sr: Подршка:

# DlgPrefControls#5
source: Simple
de: Einfach
pl: Prosty
sr: Једноставно

# DlgPrefControls#25
source: Information
pl: Informacja
sr: Подаци

# DlgPrefCrossfaderDlg#1
source: Form1
ca: Formulari1
nl: Formulier1
ru: Форма 1
sr: Образац1

# DlgPrefEQDlg#1
source: Form1
nl: Formulier1
ru: Форма 1
sr: Образац1

source: textLabel1
it: testoEtichetta1
nl: tekstLabel1
ru: текстЯрлык1
sr: Етикета1

source: textLabel2
it: testoEtichetta2
ru: текстЯрлык2
sr: Етикета2

source: MP3, Ogg Vorbis, FLAC, WAVe, AIFF
sr: МП3, Огг Ворбис, ФЛАЦ, ВАВе, АИФФ

# DlgPrefRecordDlg#12
source: Album
sr: Албум

source: Icecast 2
sr: Ајскаст 2

source: Shoutcast
sr: Шоуткаст

source: Icecast 1
sr: Ајскаст 1

source: MP3
sr: МП3

source: Ogg Vorbis
sr: Огг Ворбис

# DlgPrefShoutcastDlg#1
source: Form3
ca: Formulari3
ru: Форма3
sr: Образац3

# DlgPrefShoutcastDlg#4
source: Type
ca: Tipus
de: Typ
it: Tipo
pl: Rodzaj
ru: Тип
sr: Врста

source: Port
it: Porta
nl: Poort
ru: Порт
sr: Прикључник

source: Description
de: Beschreibung
pl: Opis
sr: Опис

source: Live mix
ca: Mescla en viu
it: Mix live
ru: Живой микс
sr: Мешање уживо

source: Format
it: Formato
nl: Opmaak
ru: Формат
sr: Облик

source: Buffer Underflow Count
pl: Licznik niedomiaru bufora
sr: Број поткорачења међумеморије

source: <ul> <li>Increase your latency if the underflow counter is increasing or you hear pops during playback</li> <li>Reduce your latency to improve Mixxx's responsiveness</li> </ul>
pl: <ul> <li>Zwiększ opóźnienie, jeśli licznik niedomiaru się większa lub słyszysz trzaski podczas odtwarzania</li> <li>Zmniejsz opóźnienie aby poprawić reagowanie Mixxx'a</li> </ul>
sr: <ul> <li>Повећајте ваше кашњење ако се бројач поткорачења повећава или ако чујете пуцкетања током пуштања</li> <li>Смањите ваше кашњење да побољшате одзив Миксикса</li> </ul>

source: Type (#)
ca: Tipus (#)
de: Typ (#)
it: Tipo (#)
pl: Typ (#)
ru: Тип (#)
sr: Врста (#)

# DlgPrefVinylDlg#1
source: Form1
ca: Formulari1
nl: Formulier1
ru: Форма1
sr: Образац1

source: Interface
ca: Interfície
de: Benutzeroberfläche
it: Interfaccia
pl: Interfejs
ru: Интерфейс
sr: Сучеље

source: Album:
ca: Àlbum:
ru: Альбом:
sr: Албум:

source: Genre:
ca: Gènere:
it: Genere:
pl: Gatunek:
ru: Жанр:
sr: Жанр:

source: BPM:
pl: BPM (uderzenia na minutę):
sr: ТУМ:

source: Cue Id
ca: Identificació de Cue
it: Id Cue
ru: Id метки
sr: Иб наговештаја

# ErrorDialogHandler#4
source: Information
ca: Informació
it: Informazione
nl: Informatie
pl: Informacja
ru: Сведения
sr: Обавештење

source: Question
ca: Qüestió
de: Frage
it: Domanda
nl: Vraag
pl: Pytanie
ru: Вопрос
sr: Упитник

# GLSimpleWaveformWidget#1
source: Simple
ca: Senzill
de: Einfach
it: Semplice
pl: Prosty
sr: Једноставно

source: iTunes
sr: ајТјунс

source: Mixxx
sr: Миксикс

source: Mixxx
sr: Миксикс

source: Ctrl+O
de: Strg+O
ru: Ctrl+О
sr: Ктрл+О

source: Ctrl+Shift+O
de: Strg+Umschalt+O
sr: Ктрл-Помак+О

source: Ctrl+Q
de: Strg+Q
sr: Ктрл+Ку

source: Ctrl+N
de: Strg+N
ru: Ctrl+Н
sr: Ктрл+Н

source: F11
sr: Ф11

source: Ctrl+P
de: Strg+P
sr: Ктрл+П

source: Ctrl+Y
de: Strg+Y
sr: Ктрл+Ипсилон

source: Ctrl+U
de: Strg+U
sr: Ктрл+У

source: Ctrl+L
de: Strg+L
sr: Ктрл+Л

source: Ctrl+R
de: Strg+R
sr: Ктрл+Р

source: Ctrl+Shift+N
de: Strg+Umschalt+N
sr: Ктрл-Помак+Н

source: Ctrl+`
de: Strg+`
sr: Ктрл+`

source: &Options
ca: &Opcions
de: &Optionen
it: &Opzioni
nl: &Opties
pl: &Opcje
ru: &Параметры
sr: &Опције

# QObject#6
source: Microphone
de: Mikrofon
pl: Mikrofon
sr: Микрофон

# QtSimpleWaveformWidget#1
source: Simple
pl: Prosty
sr: Једноставно

source: Rhythmbox
sr: Ритам машина

source: Gain
de: Verstärkung
pl: Wzmocnienie
sr: Појачање

source: Balance
pl: Balans
sr: Равнотежа

source: Tempo
pl: Prędkosc
sr: Темпо

source: (while stopped)
pl: (kiedy zatrzymane)
sr: (док је заустављена)

source: Temporarily setup a rolling loop over the set number of beats.
pl: Tymczasowo ustawia pętlę przez określoną ilość uderzeń.
sr: Привремено подесите котрљајућу петљу преко бројевног скупа тактова.

source: Playback will resume where the track would have been if it had not entered the loop.
pl: Odtwarzanie zostanie wznowione tam, gdzie byłoby gdyby nie było ustawionej pętli.
sr: Пуштање ће се наставити са места на коме би нумера била да није ушла у петљу.

source: When active, the playback continues muted in the background during a loop, reverse, scratch etc.
sr: Када је радан, пуштање се наставља пригушено у позадини током петље, уназад, гребања итд.

source: Once disabled, the audible playback will resume where the track would have been.
sr: Када га искључите, чујно пуштање ће се наставити са места на коме била нумера.

source: Traktor
sr: Трактор

source: Ctrl+F
de: Strg+F
sr: Ктрл+Ф

source: (GLSL)
sr: (ГЛСЛ)

source: (GL)
sr: (ГЛ)

source: Single deck mode - Toggle vinyl control to next deck
pl: Tryb pojedynczego odtwarzacza - Przełącza kontrolę vinylem do następnego odtwarzacza

source: Hotcue %1
pl: Skrót %1

source: Reverse crossfader (hamster style)
pl: Odwrotny crossfader ("Hamster Style")

source: It may take a few seconds after track analysis is finished for a newly calculated replaygain to be applied. To avoid abrupt volume changes Mixxx does not change the replaygain of playing tracks.
pl: Może zająć kilka sekund po zakończeniu analizy utworu zanim obliczone wzmocnienie będzie zastosowane. Aby zapobiec nagłym zmianom głośności Mixxx nie zmienia wzmocnienia podczas odtwarzania utworu.

source: Generic HID Multiaxis Controller
pl: Rodzajowy kontroler wieloosiowy interfejsu HID

source: Syncs to the first deck (in numerical order) that is playing a track and has a BPM.
pl: Synchronizuje do pierwszego odtwarzacza (w porządku numerycznym) który gra i ma określony BPM.

source: If no deck is playing, syncs to the first deck that has a BPM.
pl: Jeśli żaden odtwarzacz nie gra, synchronizuje do pierwszego odtwarzacza który ma podany BPM.

source: Decks can't sync to samplers and samplers can only sync to decks.
pl: Odtwarzaczy nie można synchronizować do samplerów, a samplery można synchronizować tylko do odtwarzaczy.

# BasePlaylistFeature#15
source: Playlist Creation Failed
de: Erstellung der Wiedergabeliste fehlgeschlagen

# BasePlaylistFeature#16
source: An unknown error occurred while creating playlist:
de: Beim Erstellen der Wiedergabeliste ist ein Fehler aufgetreten:

# BasePlaylistFeature#17
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
ca: Arxius de llista de reproducció (*.m3u *.m3u8 *.pls *.csv)
de: Wiedergabeliste-Dateien (*.m3u *.m3u8 *.pls *.csv)
it: File delle scalette (*.m3u *.m3u8 *.pls *.csv)
ru: Списки воспроизведения (*.m3u *.m3u8 *.pls *.csv)

# BasePlaylistFeature#18
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
ca: Llista de repr. M3U (*.m3u);;Llista de repr. M3U8 (*.m3u8);;Llista de repr. PLS (*.pls);;Text CSV (*.csv);;Text llegible (*.txt)
de: M3U Wiedergabeliste (*.m3u);;M3U8 Wiedergabeliste (*.m3u8);;PLS Wiedergabeliste (*.pls);;Text CSV (*.csv);;Lesbarer Text (*.txt)

# CrateFeature#5
source: Import Playlist
ca: Importar llista de reproducció
de: Wiedergabeliste importieren
it: Importa Playlist
nl: Afspeellijst importeren
ru: Импортировать список воспроизведения

# CrateFeature#9
source: Unlock
ca: Desbloqueja
de: Entsprerren
it: Sblocca
nl: Ontgrendelen
ru: Разблокировать

# CrateFeature#15
source: Playlist Files (*.m3u *.m3u8 *.pls *.csv)
ca: Arxius de llista de reproducció (*.m3u *.m3u8 *.pls *.csv)
de: Wiedergabeliste-Dateien (*.m3u *.m3u8 *.pls *.csv)
it: File delle scalette (*.m3u *.m3u8 *.pls *.csv)
ru: Списки воспроизведения (*.m3u *.m3u8 *.pls *.csv)

# CrateFeature#16
source: M3U Playlist (*.m3u);;M3U8 Playlist (*.m3u8);;PLS Playlist (*.pls);;Text CSV (*.csv);;Readable Text (*.txt)
ca: Llista de repr. M3U (*.m3u);;Llista de repr. M3U8 (*.m3u8);;Llista de repr. PLS (*.pls);;Text CSV (*.csv);;Text llegible (*.txt)
de: M3U Wiedergabeliste (*.m3u);;M3U8 Wiedergabeliste (*.m3u8);;PLS Wiedergabeliste (*.pls);;Text CSV (*.csv);;Lesbarer Text (*.txt)

source: When beat detection is enabled, Mixxx detects the beats per minute and beats of your tracks, automatically shows a beat-grid for them, and allows you to synchronize tracks using their beat information.
ca: Quan està activada la detecció de ritme, Mixxx detecta les pulsacions per minut de les seues cançons, mostra automàticament una xarxa de ritmes i permet sincronitzar les pistes en base a la seua informació de ritme.
de: Wenn die Beat-Erkennung aktiviert ist, wird Mixxx die Geschwindigkeit und Beats Ihrer Titel erkennen, automatisch ein Beat-Grid für diese anzeigen und ermöglichen, die Titel mittels dieser Beat-Informationen zu syncronisieren.

source: Enable fast beat detection. If activated Mixxx only analyzes the first minute of a track for beat information. This can speed up beat detection on slower computers but may result in lower quality beatgrids.
ca: Activa la detecció ràpida de ritme. Si s'activa, Mixxx només analitzarà el primer minut de la pista per obtindre informació de ritme. Açò pot alleugerir la detecció a equips lents, però també pot resultar a xarxes de ritme de pitjor qualitat.
de: Schnelle Beat-Erkennung aktivieren. Wenn aktiviert, wird Mixxx nur die erste Minute eines Titels für die Beat-Informationen analysieren. Diese Einstellung kann die Beat-Erkennung auf langsameren Computern beschleunigen, kann aber zu Beatgrids mit geringerer Qualität führen.

source: Converts beats detected by the analyser into a fixed-tempo beatgrid. Use this setting if your tracks have a constant tempo (e.g. most electronic music). Often results in higher quality beatgrids, but will not do well on tracks that have tempo shifts.
ca: Convertix el ritme detectat per l'analitzador a una xarxa de tempo fixe. Use esta opció si la pista té un tempo constant (per exemple la major part de música electrònica). Moltes voltes resulta en xarxes de major qualitat, però pot no funcionar be en pistes que tinguen canvis de tempo.
de: Konvertiert die durch den Analyser erkannten Beats in Fest-Tempo Beatgrids. Benutzen Sie diese Einstellung wenn Ihre Titel ein konstantes Tempo haben (z.B. die meiste elektronische Musik). Das führt oft zu Betgrids mit höherer Qualität, wird aber nicht so gut funktionieren bei Titeln mit Tempowechseln.

source: Attempts to correct the phase (first beat) of fixed-tempo beatgrids by analyzing the beats to discard outliers.
ca: Intenta corregir la fase (primer ritme) en xarxes de tempo fixe analitzant els batecs per descartar els valors atípics.
de: Versucht die Phase (Erster Beat) von Fest-Tempo Beatgrids durch analysieren der Beats und verwerfen von Ausreißern zu korrigieren.

source: If enabled, re-analyses beatgrids when you change preferences on this page. If set, this setting will also re-analyse beatgrids generated by 3rd-party programs or previous versions of Mixxx.
ca: Si està activat, torna a analitzar les xarxes quan canvia preferències en esta pàgina. Si està activat, este ajust també tornarà a analitzar les xarxes generades per altres programes o versions anterior de Mixxx.
de: Wenn aktiviert, werden Beatgrids erneut analysiert wenn Sie Einstellungen auf dieser Seite ändern. Wenn gesetzt, wird diese Einstellung auch Beatgrids erneut analysieren welche durch Programme von Drittanbietern oder frühere Versionen von Mixxx generiert wurden.

source: Re-analyse beats when settings change or beats already present (e.g. from 3rd-party programs or older Mixxx versions)
de: Beats erneut analysieren wenn sich Einstellungen ändern oder Beats bereits vorhanden sind (z.B. von Programmen von Drittanbietern oder älteren Mixxx-Versionen)

# DlgControllerLearning#74
source: Library
de: Bibliothek

# DlgControllerLearning#86
source: Microphone
de: Mikrofon

source: Custom Preset
de: Benutzerdefinierte Voreinstellung

# DlgPrefControls#6
source: On
de: An

# DlgPrefControls#7
source: Off
de: Aus

source: Mixxx Detected a WVGA Screen
ca: Mixxx ha detectat una pantalla WVGA
de: Mixxx hat einen WVGA-Bildschirm erkannt
it: Mixxx ha individuato uno schermo WVGA
nl: Mixxx gedetecteerd een WVGA-scherm
ru: Mixxx обнаружил экран с разрешением WVGA
