Repository: mixxxdj/mixxx
Catalog: mixxx/res/translations/mixxx/*.po
Languages: ca, de, fr, it, nl, pl, ru, sr

source: Mixxx has detected that your screen has a resolution of
ca: Mixxx ha detectat que la teua pantalla te una resolució de
de: Mixxx hat erkannt, dass ihr Bildschirm eine Auflösung von
it: Mixxx ha individuato che il tuo schermo ha una risoluzione di
nl: Mixxx heeft vastgesteld dat uw scherm een resolutie heeft van
ru: Mixxx определил, что ваш экран имеет разрешение

source: The only skin compatiable with this size display is Outline800x480-WVGA. Would you like to use that skin?
ca: La única pell compatible amb este tamany de pantalla es Outline800x480-WVGA. Vols usar esta pell?
de: Das einzige mit dieser Anzeigengröße kompatible Skin ist Outline800x480-WVGA. Wollen Sie dieses Skin nutzen?
it: L'unica skin compatibile con questa risoluzione dello schermo è Outline800x480-WVGA. Usare questa skin?
nl: Het enigste thema wat compatibele is met deze schermgrootte is Outline800x480-QVGA. Wilt u dat thema gebruiken?
ru: Совместимая обложка доступная для этого экрана Outline800x480-WVGA. Вы действительно хотите использовать эту обложку?

# DlgPrefControlsDlg#6
source: On
de: An

# DlgPrefControlsDlg#7
source: Off
de: Aus

# DlgPrefControlsDlg#25
source: Waveform Display
de: Wellenformanzeige

source: Slow fade
ca: Atenuació baixa
de: Langsames Ausblenden
it: Fade lento
nl: Langzaam overgaan
ru: Медленное замирание

source: Fast cut
ca: Tall ràpid
de: Schnelles Schneiden
it: Taglio rapido
nl: Snel stoppen
ru: Быстрое вырезание

# DlgPrefPlaylistDlg#13
source: Browse...
de: Durchsuchen...

# DlgPrefPlaylistDlg#14
source: Library
de: Bibliothek

source: On older computers, it may take a few seconds before volume normalization is applied to a new track. You may wish to wait before adjusting the pregain and volume.
de: Auf älteren Computern dauert es vielleicht etwas, bis die Normalisierung der Lautstärke auf neue Titel angewandt ist. Sie sollten warten, bevor Sie die Vorverstärkung und Lautstärke anpassen.

# DlgPrefShoutcastDlg#20
source: Encoding
de: Kodierung

# DlgPrefShoutcastDlg#26
source: Artist
de: Interpret

# DlgPrefShoutcastDlg#27
source: Title
de: Titel

source: <ul> <li>Increase your latency if you hear pops during playback</li> <li>Reduce your latency to improve Mixxx's responsiveness</li> </ul>
ca: <ul> <li>Incrementa la latència si sents coses estranyes durant la reproducció</li> <li>Redueix la latència per millorar la sensibilitat de Mixxx</li> </ul>
de: <ul> <li>Erhöhen Sie die Latenz, wenn Aussetzer während der Wiedergabe zu hören sind.</li> <li>Verringern Sie die Latenz um Mixxx's Reaktionsgeschwindigkeit zu verbessern.</li> </ul>
it: <ul> <li>Aumentare la latenza in caso di fruscii durante l'ascolto</li> <li>Diminuire la latenza per aumentare la reattività di Mixxx</li> </ul>
nl: <ul> <li>Verhoog jouw vertraging indien je plop geluiden hoort tijdens het afspelen</li> <li>Verlaag jouw vertraging om Mixxx's reactiesnelheid te verbeteren</li> </ul>
ru: <ul> <li>Увеличьте значение задержки, если вы слышите треск во время воспроизведения</li> <li>Уменьшите значение задержки для повышения производительности Mixxx</li> </ul>

# DlgPrefSoundDlg#5
source: Output
de: Ausgang

# DlgPrefSoundDlg#6
source: Input
ca: Entrada
de: Eingang
it: Ingresso audio
nl: Invoer
ru: Вход

# DlgPrefSoundDlg#8
source: Reset to Defaults
ca: Reinicialitza als valors per defecte
de: Zurücksetzen
it: Reimposta valori predefiniti
nl: Standaardinstellingen herstellen

# DlgPrefSoundDlg#9
source: Apply
ca: Aplica
de: Anwenden
it: Applica
nl: Pas toe
ru: Применить

source: Selects all tracks in the table below.
de: Wählt alle Titel in der unteren Tabelle.

source: Select All
ca: Selecciona-ho tot
de: Alle auswählen
it: Seleziona Tutto
nl: Alles selecteren
ru: Выделить все

source: Analyzing %1%
ca: Analitzant %1%
de: Analysiere %1%
it: Analisi %1%
nl: Geanalyseerd %1%
ru: Анализирование %1%

source: Filtered (experimental)
de: Gefiltert (experimental)

source: Add &new playlist
ca: Afegir &nova llista de reproducció
de: &Neue Wiedergabeliste erstellen
it: Aggiungi &nuova playlist
nl: Nieuwe &afspeellijst toevoegen
ru: Создать &новый список воспроизведения

source: Add new &crate
ca: Afegir &caixó nou
de: Neue &Plattenkiste hinzufügen
it: Aggiungi un nuovo &Cesto
nl: Nieuwe &crate toevoegen
ru: Добавить новый &контейнер

source: &Translate this application
ca: &Traduïx esta aplicació
de: Diese Anwendung &übersetzen
it: &Traduci questa applicazione
nl: &Vertaal deze applicatie
ru: &Перевести это приложение

source: Enable live &broadcasting
de: &Liveübertragung aktivieren
ru: Активировать прямую &трансляцию

source: Enable &keyboard shortcuts
de: &Tastenkombinationen aktivieren

# MixxxLibraryFeature#2
source: Library
de: Bibliothek
it: Libreria
nl: Collectie
ru: Библиотека

# Tooltips#9
source: Waveform Display
de: Wellenformanzeige

# Tooltips#42
source: Microphone
de: Mikrofon

# Tooltips#46
source: Vinyl Control
de: Vinyl-Steuerung

# Tooltips#118
source: Synchronize
de: Synchronisieren

source: Setup a loop over X beats.
de: Setzt einen Loop über X Beats.

source: Unable to upgrade your database schema to version %1. Your mixxx.db file may be corrupt. Try renaming it and restarting Mixxx. Click OK to exit.
ca: No s'ha pogut actualitzar l'esquema de la base de dades a la versió %1. El teu fitxer mixxx.db pot estar corrupte. Prova a canviar-li el nom i reiniciar Mixxx. Fes click a OK per eixir.
de: Kann Datenbankschema nicht auf Version %1 aktualisieren. Ihre mixxx.db Datei ist möglicherweise beschädigt. Versuchen Sie die Datei umzubenennen und starten Sie Mixxx erneut. Zum Beenden OK drücken.
it: Impossibile aggiornare lo schema del database alla versione %1 Il file mixxx.db può essere corrotto. Prova a rinominarlo e fai ripartire Mixxx. Clicca su OK per uscire.
nl: Onmogelijk op de database schema naar versie %1 te upgraden. Uw mixxx.db is waarschijnlijk corrupt. Probeer het bestand te hernoemen en herstart Mixxx. Druk op OK om af te sluiten.
ru: Невозможно обновить логическую структуру в базе данных до версии %1. Файл mixxx.db может быть повреждён. Попробуйте переименовать его и перезапустить Mixxx. Нажмите OK для выхода.

source: Properties...
ca: Propietats...
de: Eigenschaften...
it: Proprietà...
nl: Eigenschappen ...
ru: Свойства...

source: Open in file browser
de: Im Dateibrowser öffnen

source: Reloading track metadata on a loaded track may cause abrupt volume changes. Are you sure?
ca: Tornar a carregar les dades de la pista actual podria donar com a resultat un canvi de volum no desitjat. Voleu continuar?
de: Erneutes Laden der Metadaten eines geladenen Titels kann plötzliche Lautstärkeänderungen verursachen. Sind Sie sicher?
it: Ricaricare i metadati di una traccia su una traccia già caricata può causare un cambio di volume brusco. Sei sicuro?
ru: Обновление метаданных дорожки для загруженной дорожки, могут привести к резкому изменению объёма. Вы действительно хотите продолжить?

source: Auto DJ
ca: DJ automàtic
ru: Автоматический диджеинг

source: Add to Auto DJ Queue (bottom)
ca: Afegir a la cua Auto DJ (baix)
nl: Voeg toe aan Auto DJ Wachtrij (onderaan)

source: Add to Auto DJ Queue (top)
ca: Afegir a la cua Auto DJ (dalt)
nl: Voeg toe aan Auto DJ Wachtrij (bovenaan)

source: Playlist Creation Failed
ca: Ha fallat la creació de la llista de reproducció
it: Impossibile creare la scaletta
nl: Afspeellijst Aanmaken Mislukt
ru: Ошибка создания списка воспроизведения

source: An unknown error occurred while creating playlist:
ca: S'ha produït un error desconegut mentre es creava la llista de reproducció:
it: Errore sconosciuto durante la creazione della playlist:
nl: Een onbekende fout is opgetreden bij het maken van afspeellijst:
ru: Обнаружена неизвестная ошибка при создании списка воспроизведения

# BrowseFeature#4
source: Mixxx Library
ca: Biblioteca Mixxx
it: Libreria Mixxx
nl: Mixxx Bibliotheek
ru: Библиотека Mixxx

source: Home
ca: Inici
nl: Persoonlijke map
ru: Главная

source: Music
ca: Música
it: Musica
nl: Muziek
ru: Музыка

source: Desktop
ca: Escriptori
it: Scrivania
nl: Bureaublad
ru: Рабочий стол

# BrowseTableModel#16
source: Mixxx Library
ca: Biblioteca de Mixxx
it: Libreria Mixxx
ru: Библиотека Mixxx

source: One player must be stopped to enable Auto-DJ mode.
ca: És necessari detindre un reproductor per a activar el mode Auto-DJ

source: Choose beween different algorithms to detect beats.
ca: Tria entre diferents algoritmes per detectar el ritme.
nl: Kies tussen verschillende algoritmes om beats te detecteren.

source: Re-analyse beats when settings change or beats already present (e.g. from 3rd-party programs or older Mixxx versions)
ca: Torna a analitzar ritmes quan canvien els ajustos o els ritmes ja presents (per exemple des d'altres programes o versions anteriors de Mixx).

source: Analyze Entire Song
ca: Analitza la cançò sencera
it: Analizza l'intero brano
nl: Analyseer gehele nummer
ru: Выполнить анализ всей композиции

source: Skip
ca: Omet
it: Salta
nl: Overslaan
ru: Пропустить

source: Successfully mapped to:
ca: S'ha mapejat correctament a:
it: Mappato con successo a:
nl: Succesvol gekoppeld aan:
ru: Успешно отображена:

source: Next
ca: Següent
it: Successivo
nl: Volgende
ru: Следующий

# DlgMidiLearning#4
source: MIDI Learning Wizard
ca: Assistent d'aprenentatge MIDI
it: Wizard per il Rilevamento Segnale MIDI
nl: MIDI leermodus
ru: Мастер обучения MIDI

source: Welcome to the MIDI Learning Wizard
ca: Benvingut a l'assistent d'aprenentatge MIDI
it: Benvenuto nel Wizard per il Rilevamento Segnale MIDI
nl: Welkom bij de MIDI leermodus
ru: Добро пожаловать в мастер обучения MIDI

source: This wizard allows you to easily map the controls on your MIDI controller to Mixxx's controls.
ca: Aquest assistent us permet assignar fàcilment els controls del vostre controlador MIDI als controls de Mixxx.
it: Questo Wizard ti permette di mappare facilmente i controlli della tua console MIDI con i controlli di Mixxx
nl: Deze modus helpt je om de bediening van een MIDI controller te koppelen aan Mixxx
ru: Этот мастер поможет Вам легко настроить Ваш MIDI-контроллер для управления элементами Mixxx

source: Begin
ca: Comença
it: Inizia
ru: Начать

source: Please tweak the control for:
ca: Accioneu el control per a:
it: Agisci sul controllo per:
nl: Verbeter de controle voor:
ru: Пожалуйста, настройте управление:

source: Mixxx Control
ca: Control de Mixxx
it: Controllo di Mixxx
nl: Mixxx Beheer
ru: Диспетчер Mixxx

source: Previous
ca: Anterior
it: Precedente
nl: Vorige
ru: Предыдущий

source: Press spacebar to proceed or skip.
ca: Premeu la tecla espai per seguir o ometre.
it: Premere la barra spaziatrice per procedere o tralascia.
nl: Druk op de spatiebalk om verder te gaan of over te slaan
ru: Нажмите на клавишу пробела для продолжения или пропуска.

source: MIDI learning complete!
ca: L'aprenentatge MIDI ha finalitzat!
it: Rilevamento Segnale MIDI completato!
nl: MIDI studie compleet!
ru: Обучение MIDI завершено!

source: Finito!
ca: Llest!
nl: Klaar!
ru: Конец!

source: Detect Song BPM on Import
ca: Detecta el BPM de la cançó al importar.
it: Calcola i BPM di una traccia durante l'importazione
nl: Detecteer nummer BPM bij importeren
ru: Определять уд./мин. при импортировании

source: Down increases speed (Technics SL1210)
ca: Disminueix la velocitat (Technics SL1210)
it: Verso Giù aumenta la velocità (Technics SL1210)
nl: Omlaag verlaagt snelheid (Technics SL1210)
ru: Вниз - уменьшает скорость

# DlgPrefControls#14
source: Information
ca: Informació
it: Informazioni
nl: Informatie
ru: Сведения

source: Waveform display
ca: Pantalla de forma d'ona
it: Display della forma d'onda
nl: Waveform weergeven
ru: Монитор формы сигнала

# DlgPrefControlsDlg#7
source: On
ca: Activat
nl: Aan
ru: Задействовать

# DlgPrefControlsDlg#8
source: Off
ca: Desactivat
nl: Uit
ru: Отключить

source: Permanent rate change (between 1 and 8000) when left clicking
ca: Canvi de Rate permanent (entre 1 i 8000) fent click esquerra
it: Cambio di rate permanente (tra 1 e 8000) mediante click sinistro
nl: Permanente afstand veranderen (tussen 1 en 8000) bij links klikken
ru: Постоянная смена диапазона (между 1 и 8000) при щелчке левой кнопкой

source: Permanent rate change (between 1 and 8000) when right clicking
ca: Canvi de Rate permanent (entre 1 i 8000) fent click dret
it: Cambio di rate permanente (tra 1 e 8000) mediante click destro
nl: Permanente afstand veranderen (tussen 1 en 8000) bij rechts klikken
ru: Постоянное изменение диапазона (между 1 и 8000) при щелчке правой кнопкой

source: Temporary rate change (between 1 and 8000) when left clicking
ca: Canvi de Rate temporal (entre 1 i 8000) fent click esquerra
it: Cambio di rate temporaneo (tra 1 e 8000) mediante click sinistro
nl: Tijdelijke afstand veranderen (tussen 1 en 8000) bij links klikken
ru: Временное изменение диапазона (между 1 и 8000) при щелчке левой кнопкой

source: Temporary rate change (between 1 and 8000) when right clicking
ca: Canvi de Rate temporal (entre 1 i 8000) fent click dret
it: Cambio di rate temporaneo (tra 1 e 8000) mediante click destro
nl: Tijdelijke afstand veranderen (tussen 1 en 8000) bij rechts klikken
ru: Временное изменение диапазона (между 1 и 8000) при щелчке правой кнопкой

source: Waveform Display
ca: Pantalla del Waveform

source: Frame Rate
ca: Taxa de fotogrames
it: Frequenza dei fotogrammi
nl: Beelden per Seconden

source: Synchronize
ca: Sincronitza
it: Sincronizza
nl: Synchroniseer

# DlgPrefCrossfaderDlg#10
source: Reset
ca: Restableix
ru: Сбросить

# DlgPrefEQDlg#10
source: Reset
ca: Restableix
it: Ripristina
ru: Сбросить

# DlgPrefMidiBindings#1
source: None
ca: Cap
it: Nessuno/a
nl: Geen
ru: Отсутствует

source: Apply MIDI device settings?
ca: Aplicar les configuracions al dispositiu MIDI
it: Applicare le impostazioni della periferica MIDI?
nl: Toepassen van MIDI apparaat instellingen?
ru: Применить настройки MIDI устройства?

source: Your settings must be applied before starting the MIDI learning wizard. Apply settings and continue?
ca: Les teues configuracions deuen aplicar-se abans d'iniciar l'assistent d'aprenentatge de MIDI. Vols aplicar les configuracions i continuar?
it: Le tue impostazioni devono essere applicate prima che il Wizard del rilevamento del segnale MIDI possa partire. Applicare le impostazioni e continuare?
nl: Uw instellingen moeten worden toegepast vóór het begin van de MIDI leer-wizard. Wilt u uw instellingen toepassen en verder gaan?
ru: Ваши настройки должны быть применены перед запуском мастера обучения MIDI. Применить настройки и продолжить?

source: Overwrite existing mapping?
ca: Sobreescriure el mapejat existent?
it: Sovrascrivere la mappatura esistente?
nl: Overschrijven van bestaande mapping?
ru: Заменить существующую раскладку?

source: Are you sure you'd like to load the %1 mapping? This will overwrite your existing MIDI mapping.
ca: Estàs segur de carregar la configuració de l'1%? Açò sobreescriurà la configuració existent
it: Sei sicuro di voler caricare la mappatura %1? Questa azione sovrascriverà la mappatura MIDI esistente.
nl: Weet je zeker dat je de %1 indeling wilt laden? Dit zal de bestaande MIDI indeling overschrijven.
ru: Вы действительно хотите загрузить раскладку %1? Произойдёт замена существующей раскладки MIDI.

source: Export Mixxx MIDI Bindings
ca: Exportar els paràmetres MIDI de Mixxx
it: Esporta i collegamenti MIDI di Mixxx
nl: Mixxx MIDI Bindings exporteren
ru: Экспортировать связи Mixxx MIDI

source: Preset Files (*.midi.xml)
ca: Arxius de configuració (*.midi.xml)
it: File preimpostati (*.midi.xml)
nl: Preset bestanden (*.midi.xml)
ru: Файлы схем (*.midi.xml)

source: Select Control Group
ca: Seleccionar grup de control
it: Seleziona il Gruppo di Controllo
nl: Selecteer controlgroep
ru: Выберите группу управления

source: Select Control
ca: Seleccionar control
it: Seleziona Controllo
nl: Selecteer control
ru: Выберите управление

# DlgPrefMidiBindingsDlg#1
source: Dialog
ca: Diàleg
it: Dialogo
nl: Dialoogvenster
ru: Диалог

source: Your Device Name
ca: Nom del teu dispositiu
it: Nome della periferica
nl: Uw apparaatnaam
ru: Название вашего устройства

source: Export
ca: Exporta
it: Esporta
nl: Exporteren
ru: Экспортировать

source: Output:
ca: Eixida:
it: Uscita:
nl: Uitvoer:
ru: Вывод:

# DlgPrefMidiBindingsDlg#8
source: Add
ca: Afegix
it: Aggiungi
nl: Toevoegen
ru: Добавить

# DlgPrefMidiBindingsDlg#9
source: Remove
ca: Elimina
it: Rimuovi
nl: Verwijder
ru: Удалить

# DlgPrefMidiBindingsDlg#10
source: MIDI Learning Wizard
ca: Assistent d'aprenentatge MIDI
it: Wizard per il Rilevamento Segnale MIDI
nl: MIDI leermodus
ru: Мастер обучения MIDI

source: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Troubleshooting</a>
ca: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Solució de problemes</a>
it: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Risoluzione dei problemi</a>
nl: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Probleem oplossen</a>
ru: <a href="http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format">Поиск и устранение неисправностей</a>

source: MIDI Input
ca: Entrada MIDI
it: Ingresso MIDI
nl: MIDI Invoer
ru: Вход MIDI

source: MIDI Output
ca: Eixida MIDI
it: Uscita MIDI
nl: MIDI Uitvoer
ru: MIDI выход

# DlgPrefNoMidiDlg#1
source: Form3
ca: Formulari3
ru: Форма3

source: No MIDI devices available
ca: No hi ha dispositius MIDI disponibles
it: Nessuna periferica MIDI disponibile
nl: Geen MIDI apparaten beschikbaar
ru: Доступные устройства MIDI отсутствуют

source: Multiple iPods Detected
ca: Varis iPods detectats
it: Individuati diversi iPod
nl: Meerdere iPods gedetecteerd
ru: Обнаружено несколько iPod

source: Mixxx has detected another iPod.
ca: Mixxx ha detectat un altre iPod.
it: Mixxx ha individuato un altro iPod
nl: Mixxx heeft een andere iPod gedetecteerd.
ru: Mixxx обнаружил iPod.

source: Choose Yes to use the newly found iPod @
ca: Tria Sí per usar el nou iPhone detectat @
it: Scegli Sì per usare l'iPod appena individuato @
nl: Kies Ja om de nieuw gevonden iPod te gebruiken
ru: Нажмите Да, если хотите использовать найденный iPod @

source: or to continue to search for other iPods.
ca: o per continuar buscant altres iPods.
it: o per continuare a cercare altri iPods.
nl: of om verder te gaan met zoeken naar andere iPods.
ru: или продолжите поиск других iPod.

source: Choose No to use the existing iPod @
ca: Selecciona No per usar el iPod existent @
it: Scegli no per usare l'iPod @ corrente
nl: Kies Nee om de bestaande iPod te gebruiken @
ru: Нажмите Нет, если хотите использовать существующий iPod @

source: and end detection.
ca: i finalitzar la detecció.
it: e terminare la ricerca.
nl: en beëindig detectie
ru: и завершить определение.

source: Choose iPod mount point
ca: Selecciona el punt de muntatge de l'iPod
it: Scegli il punto di mount dell'iPod
nl: Kies iPod koppelpunt
ru: Выберите место подключения iPod

# DlgPrefPlaylistDlg#1
source: Form3
ca: Formulari3
ru: Форма3

# DlgPrefPlaylistDlg#6
source: None
ca: Cap
it: Nessuno
nl: Geen
ru: Нет

# DlgPrefPlaylistDlg#7
source: Miscellaneous
ca: Miscel·lània
it: Varie ed eventuali
nl: Overige
ru: Прочие

source: iPod mountpoint
ca: Punt de muntatge de l'iPod
it: Punto di mount dell'iPod
nl: iPod aankoppelpunt
ru: Место подключения iPod

source: Browse...
ca: Explora...
it: Esplora...
nl: Bladeren...
ru: Обзор...

source: Detect
ca: Detecta
it: Rileva
nl: Detecteren
ru: Определить

# DlgPrefPlaylistDlg#15
source: Library
ca: Biblioteca
it: Libreria
nl: Bibliotheek
ru: Библиотека

# DlgPrefRecordDlg#2
source: Encoding
ca: Codificant
it: Codifica
nl: Encoderen
ru: Кодирование

# DlgPrefRecordDlg#7
source: Title
ca: Títol
it: Titolo
nl: Titel
ru: Название

# DlgPrefRecordDlg#9
source: Album
ca: Àlbum
ru: Альбом

# DlgPrefRecordDlg#10
source: Miscellaneous
ca: Miscel·lània
it: Opzioni varie
nl: Overige
ru: Прочие

source: Apply volume normalization to loaded songs.
ca: Aplica la normalització del volum a les cançons carregades
it: Applica la normalizzazione del volume alle canzoni caricate
nl: Pas volume normalisatie toe op naar geladen nummers.
ru: Применить нормализацию громкости для всех загруженных композиций.

source: Calculate ReplayGain normalization for songs which are missing ReplayGain metadata.
ca: Calcula la normalització del ReplayGain per a cançons en les quals no hi ha informació de ReplayGain
it: Calcola il guadagno normalizzato per le canzoni che non hanno i metadata salvati
nl: Bereken ReplayGain normalisering voor nummers die ontbreken in de Replay Gain meta gegevens.
ru: Определить степень нормализации выравниванием громкости для композиций в которых отсутствую необходимые данные.

source: On older computers, it may take a few seconds before volume normalization is applied to a new song. You may wish to wait before adjusting the pregain and volume.
ca: En equips antics, pot durar uns quants segons abans que la normalització del volum s'aplique a la nova cançó. Espera abans s'ajuste el pre-guany i el volum.
it: Nei vecchi computer potrebbe volerci qualche secondo prima che la normalizzazione del volume sia applicata in una nuova canzone. Dovresti aspettare prima di modificare il pre-guadagno e il volume
nl: Op oudere computers, kan het enkele seconden duren voordat volume normalisatie wordt toegepast op een nieuw nummer. Wellicht wenst u te wachten voor de aanpassing van de pregain en volume.
ru: На слабых компьютерах, применение для новой композиции нормализации громкости может занять несколько секунд. Вы можете подождать настройки предварительного усиления и громкости.

# DlgPrefReplayGainDlg#11
source: Reset
ca: Restableix
it: Reimposta
ru: Сбросить

source: source
ca: font
it: Sorgente
nl: bron
ru: источник

# DlgPrefShoutcastDlg#23
source: Description
ca: Descripció
it: Descrizione
nl: Omschrijving
ru: Описание

# DlgPrefShoutcastDlg#25
source: Genre
ca: Gènere
it: Genere
ru: Жанр

# DlgPrefShoutcastDlg#28
source: Encoding
ca: Codificant
it: Codifica
nl: Encoderen
ru: Кодирование

# DlgPrefShoutcastDlg#29
source: Bitrate
ca: Velocitat en bits
nl: Bitsnelheid
ru: Частота бит

# DlgPrefShoutcastDlg#48
source: Artist
ca: Artista
it: Artista
nl: Artiest
ru: Исполнитель

# DlgPrefShoutcastDlg#50
source: Title
ca: Títol
it: Titolo
nl: Titel
ru: Название

source: Output
ca: Sortida
it: Uscita audio
nl: Uitvoer
ru: Вывод

source: MIDI Controllers
ca: Controls MIDI
it: Controller MIDI
ru: Контроллеры MIDI

# DlgPreferences#3
source: Library
ca: Biblioteca
it: Libreria
nl: Bibliotheek
ru: Библиотека

source: Equalizers
ca: Equalitzadors
it: Equalizzatori
ru: Эквалайзеры

# DlgPreferences#7
source: Recording
ca: S'està enregistrant
it: Registrazione
nl: Opnemen
ru: Запись

# DlgPreferences#9
source: BPM Detection
ca: Detecció BPM
it: Rilevamento BPM
nl: BPM Detectie

# DlgPreferences#11
source: Vinyl Control
ca: Control de vinil
it: Controllo vinile
nl: Vinyl Bediening

# DlgPrepare#6
source: Analyze
ca: Analitza
it: Analizza
nl: Analyseren
ru: Анализировать

source: Song:
ca: Cançò:
it: Brano:
nl: Nummer:
ru: Композиция:

source: Date:
ca: Data:
it: Data:
nl: Datum:
ru: Дата:

source: File Type:
ca: Tipus de fitxer:
it: Tipo di file
nl: Bestandstype:
ru: Тип файла:

source: Track Information (Click to Expand)
ca: Informació de la pista (Click per expandir)
it: Informazioni sulla traccia (Fai Click per espandere)
nl: Nummer informatie (Klik om te vergroten)
ru: Сведения о дорожке (Щёлкните, чтобы развернуть)

source: Track BPM
ca: Pista BPM
it: BPM della Traccia
nl: BPM nummer
ru: Уд./мин. дорожки

# DlgTrackInfo#25
source: Position
ca: Posició
it: Posizione
nl: Positie

source: Track Cuepoints
ca: Punts de Cue de la pista
it: Punti di Cue della traccia
nl: Nummer cue punten
ru: Отмеченные ключевые точки дорожки

source: << &Prev
ca: << &Anterior
nl: << &Vorige
ru: << &Назад
